[
  {
    "title": "If on a Winter’s Night a Traveler",
    "author": "Italo Calvino",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2026-01-05",
    "dateStarted": "2025-11-24",
    "review": "**\"One reads alone, even in another's presence.\"**\n\nFirst read of 2026! A book that is, in principle, all about reading. I've never seen anything that experiments with the format of reading in this way, with fragments of stories within a story. Overall it was quite confusing to the point of needing to Google quick plot summaries, but I respect Calvino for the sheer creativity and craziness he poured into this book. It did confuse me to the brink of frustration and I only finished it out of stubbornness, but overall this was a crazy experiment within the vessel of language that I don't regret picking up.\n\n-------------------------------------------------\n_\nYou're the sort of person who, on principle, no longer expects anything of anything.\n\nThe world is so complicated, tangled, and overloaded that to see into it with any clarity you must prune and prune.\n_"
  },
  {
    "title": "Play It As It Lays",
    "author": "Joan Didion",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-12-29",
    "dateStarted": "2021-06-27",
    "review": "**I know what \"nothing\" means, and keep on playing.**\n\nDidion writes like an artist. This book was a beautiful sample of the English language ... although also like a powerful drug. It feels so hallucinatory and at a loss with reality—but then again, perhaps art is supposed to show that alternative world to us. The characters are so dysfunctional and yet so capable of existence in their society. This is the type of book that reminds us that it's really never that deep .... that we should play it as it lays."
  },
  {
    "title": "The Body Artist",
    "author": "Don DeLillo",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2025-12-26",
    "dateStarted": "2023-08-29",
    "review": "**Is reality too powerful for you?**\n\nPure mastery and tactile feeling in the language of this book. However ... this book definitely strayed further to the edges of art, perhaps stretched and contorted itself a bit too far. I feel like I can sense the vague pulsing idea behind it, but it really was an absolute fever dream to read. \n\n--------------------------------------------------------\n_\n\"The answer to life is the movies.\"\n\nTake the risk. Believe what you see and hear. It's the pulse of every secret intimation you've ever felt around the edges of your life.\n\n_"
  },
  {
    "title": "Tortilla Flat",
    "author": "John Steinbeck",
    "rating": 3,
    "shelf": "currently-reading",
    "dateFinished": null,
    "dateStarted": "2020-12-29"
  },
  {
    "title": "Sunrise on the Reaping (The Hunger Games, #0.5)",
    "author": "Suzanne Collins",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2025-12-06",
    "dateStarted": "2025-12-06",
    "review": "**Public opinion is driven by emotion. People have an emotional response to something, then they come up with an argument for why it logically makes sense.**\n\nan interesting examination of human psychology ... it pulls you in because Collins has such an astute understanding of how we are drawn to power and pain. \n\nunfortunately not much substance at all and very two-dimensional but still a page-turner."
  },
  {
    "title": "The Bonesetter's Daughter",
    "author": "Amy Tan",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-12-01",
    "dateStarted": "2020-12-23",
    "review": "beautiful story written in such a vivid real way. Tan has such a gift for pulling out details that so closely resemble life. this book resonated with me because of so many shared experiences, some parts were absolutely heart-wrenching. my attention span has been absolutely destroyed so I felt that this novel was a bit long, but I don't regret drudging through it."
  },
  {
    "title": "Crime and Punishment",
    "author": "Fyodor Dostoevsky",
    "rating": 3,
    "shelf": "currently-reading",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Stoner",
    "author": "John  Williams",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2025-10-20",
    "dateStarted": "2020-12-23",
    "review": "incredible masterpiece. coming back for full thoughts later "
  },
  {
    "title": "Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values (Phaedrus, #1)",
    "author": "Robert M. Pirsig",
    "rating": 2,
    "shelf": "read",
    "dateFinished": "2025-10-07",
    "dateStarted": "2023-09-18",
    "review": "review to come :' )"
  },
  {
    "title": "The Vegetarian",
    "author": "Han Kang",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2025-09-21",
    "dateStarted": "2025-10-16",
    "review": "placeholder :' ) will review soon"
  },
  {
    "title": "The Big Sleep (Philip Marlowe, #1)",
    "author": "Raymond Chandler",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-09-21",
    "dateStarted": "2025-10-16",
    "review": "placeholder till I have more time :' )"
  },
  {
    "title": "Careless People: A Cautionary Tale of Power, Greed, and Lost Idealism",
    "author": "Sarah Wynn-Williams",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2025-09-10",
    "dateStarted": "2025-03-19",
    "review": "(placeholder till I have more time :' ) )"
  },
  {
    "title": "Being Mortal: Medicine and What Matters in the End",
    "author": "Atul Gawande",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-07-30",
    "dateStarted": "2024-11-26",
    "review": "**\"Death may be the enemy, but it is also the natural order of things.\"**\n\nThis book was gold—a much-needed reminder that we are all mortal. It might seem morbid to dwell on death, to obsess about the way people age ... but I found the topic to be refreshing, and even motivating, because of how jarring it is. Discussing the inevitability of death can feel painful, but if anything it offers a powerful perspective on how we should be treasuring our lives today. Aging is a daunting topic not brought up often in regular conversation, but Gawande makes a good case for why it should be.\n\nThis book is one of those rare instances of absolute magic that occurs when the author is fully passionate about his subject and devotes his life to the study of it. We are very lucky he decided to translate his thoughts into this well-written series of case studies. \n\n--------------------------------------------\n\n_\"There's no escaping the tragedy of life, which is that we are all aging from the day that we are born.\"\n\n\"It is not death that the very old tell me they fear. It is what happens short of death—losing their hearing, their memory, their best friends, their way of life.\"\n\n\"The chance to shape one's story is essential to sustaining meaning in life.\"_"
  },
  {
    "title": "A Philosophical Enquiry into the Origin of Our Ideas of the Sublime and Beautiful",
    "author": "Edmund Burke",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2025-08-20",
    "dateStarted": "2021-06-28",
    "review": "**“As the rose-tree is composed of the sweetest flowers and the sharpest thorns, as the heavens are sometimes overcast—alternately tempestuous and serene—so is the life of man intermingled with hopes and fears, with joys and sorrows, with pleasure and pain.”**\n\nI enjoyed the principal theory behind this book more than the book itself. I love the idea of the \"sublime\" — finding the ultimate beauty when in contrast against terror. However, the execution of this book was quite a dense exploration of the idea and went completely over my head. Self-initiated thinking about the ideas of the sublime and beautiful is a much better experience than absorbing it from this book.\n\n----------------------------------------------\n\n_\"Nothing tends more to the corruption of science than to suffer it to stagnate. These waters must be troubled, before they can exert their virtues\"_"
  },
  {
    "title": "A Visit from the Goon Squad",
    "author": "Jennifer Egan",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-08-29",
    "dateStarted": "2022-05-10",
    "review": "**Time's a goon, right?**\n\nObjectively some of the most masterful use of the English language I've ever witnessed. Certain passages of this book are writing in pure art form. Feeling grateful to have been able to read this in its native language, English.\n\nThis book borders on the verge of abstraction v.s. realism in writing form ... I couldn't tell what was happening half the time but I guess that adds to the intrigue and mystique. Overall I can see how this impressed the literary critics and won the Pulitzer Prize, and I don't regret powering through the dregs of the middle to get to the brutally honest and reflective ending. \n\nIn another world this would have gotten five stars, but I don't think I'm in the right headspace right now to fully enjoy this strange artistry. Would recommend reading when you are in the mood to fully ruminate on life and art and their mysterious meanings. \n\n----------------------------------------------------------------\n\n_Suicide is a weapon; that we all know. But what about an art?\n\nHer rebellion and hurt had melted away, deliquesced into a sweet, eternal sunniness that was terrible in the way that life would be terrible, Ted supposed, without death to give it gravitas and shape._"
  },
  {
    "title": "Kim Jiyoung, Born 1982",
    "author": "Cho Nam-Joo",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2025-08-14",
    "dateStarted": "2021-05-02",
    "review": "**\"“The world had changed a great deal, but the little rules, contracts and customs had not, which meant the world hadn't actually changed at all.”**\n\nA beautiful, gripping story about one woman's life, struggling with family relationships, her career, and existing as a woman in Korean society. I appreciate the feminist lens through which it criticizes Korean gender standards, but adding in explicit gender statistics about Korean society felt out of place. It really felt like beating the reader over the head instead of allowing them to absorb it themselves through the story. "
  },
  {
    "title": "A Book of Five Rings: The Classic Guide to Strategy",
    "author": "Miyamoto Musashi",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-08-09",
    "dateStarted": "2024-07-21",
    "review": "**Sharpen your wisdom, distinguish principle and its opposite in the world, learn the good and bad of all things, … This is the heart of the wisdom of the martial arts.**\n\nGreat tips for winning warrior battles that also translate well into winning at everyday life. It makes sense why the quant company was named after this. \n\n---------------------------------------------\n_\nThough the mind appears weak on the surface, it should be strong on the bottom.\n\nIn fighting and in everyday life you should be determined though calm._\n\n"
  },
  {
    "title": "What We Talk About When We Talk About Love",
    "author": "Raymond Carver",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-08-12",
    "dateStarted": "2021-06-09",
    "review": "**'What do any of us really know about love?' 'It seems to me we're just beginners at\nlove.'**\n\nStories with a beautiful, terrifying emptiness tied to the mundanity of everyday life. Carver has such a talent for magnifying the regular human existence into something uncanny that can be viewed as an art piece. I imagine these stories as the written version of Edward Hopper's seemingly ordinary, yet haunting, paintings."
  },
  {
    "title": "Kitchen",
    "author": "Banana Yoshimoto",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2025-08-06",
    "dateStarted": "2025-07-07",
    "review": "**When was it I realized that, on this truly dark and solitary path we all walk, the only way we can light is our own?**\n\nBeautiful because it is artistic in such a unique way. The author's love of kitchens is truly admirable ... it's nice to see what can be viewed as precious art in others' eyes. Not extremely memorable, but still a lovely experience to listen to, uniquely Japanese in its solitary reflections and detail into everyday life.\n\n-------------------------------------------------------------------\n_\nIf a person hasn't ever experienced true despair, she grows old never knowing how to evaluate where she is in life; never understanding what joy really is. I'm grateful for it.\n\nNo matter what, I want to continue living with the awareness that I will die. Without that, I am not alive. \n\nJust when one can't take any more, one sees the moonlight. Beauty that seems to infuse itself into the heart: I know about that.\n_"
  },
  {
    "title": "The Almanack of Naval Ravikant: A Guide to Wealth and Happiness",
    "author": "Eric Jorgenson",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2025-08-01",
    "dateStarted": "2025-01-29",
    "review": "**You will get rich by giving society what it wants but does not yet know how to get. At scale.**\n\nSo funny that what originally started as a tweet storm has transformed into a book that is worth way more than its weight in gold. Naval freely reveals the exact secrets to exponential growth and true wealth creation, beyond the fallacy of earning a linear salary that will only lead to finite amounts of money. \n\nRating this five stars purely because this book could transform the trajectory of a life. Understanding these concepts is like escaping the matrix of the rat race that society likes to imprison us in. \n\nBut beyond just financial freedom, this book also includes principles on life, art, and happiness. Perhaps like a modern day Tao Te Ching ... (& it does actually pull from a lot of Buddhist philosophies)\n\nI also appreciated the emphasis on how important reading is for a successful life. It's sad to see our society gravitating toward TikToks and Labubus when hidden gems of wisdom, past philosophies, and raison d'etre are all still waiting for us in books from the greats who lived before us.\n\nFor the sake of attention spans I'll keep this review short ... but I couldn't recommend this book more for anyone who wants to achieve financial freedom, and mental freedom, in our modern society. \n\n\n--------------------------------------------------------------------\n\n_\nBe the best in the world at what you do. Keep redefining what you do until this is true.\n\nIf you're not 100% into, somebody else who is 100% into it will outperform you. \n\nEscape competition through authenticity.\n\nThe most important skill for getting rich is becoming a perpetual learner.\n\nEarn with your mind, not your time. \n\nAlways pay it forward. And don't keep count.\n\nPraise specifically, criticize generally.\n\nA calm, a fit body, and a house full of love. These things cannot be bought. They must be earned.\n\nDon't take yourself so seriously. You're just a monkey with a plan.\n\nHappiness is what's there when you remove the sense that something is missing in your life.\n\nA happy person is someone who effortlessly interprets events in such a way that they don't lose their innate peace.\n\nIf you create it for yourself, it's art. If you create it for others, it's business.\n\nAll greatness comes from suffering._"
  },
  {
    "title": "Martyr!",
    "author": "Kaveh Akbar",
    "rating": 3,
    "shelf": "currently-reading",
    "dateFinished": null,
    "dateStarted": "2024-10-19"
  },
  {
    "title": "Wind/Pinball: Two Novels",
    "author": "Haruki Murakami",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2025-07-16",
    "dateStarted": "2020-12-23",
    "review": "**\"All things pass. None of us can manage to hold on to anything. In that way, we live our lives.\"**\n\n3.5/5\n\nOne of Murakami's earliest novels, a bit rawer than his later ones but still containing the quintessential beauty of internal dialogue found in all of his work. The plot is certainly strange, but it mirrors real life and shines a light on the mundane in such a refreshing way. Objectively I think this is a wonderful book, so maybe I'm only rating it three ish stars because his other ones have managed to leave a much deeper impression on me.\n\nAs only his 2nd novel ever, this is an extremely impressive stroke of literary genius, as if a baseball had just fallen from the sky and endowed Murakami with the ability to write. (Spoiler: it kind of did...)\n\n--------------------------------------------------------\n_\n\"Writing is, in effect, the act of verifying the distance between us and the things surrounding us. What we need is not sensitivity, but a measuring stick.\"\n\n\"Ascribing meaning to life is a piece of cake compared to actually living it.\"\n\n\"Civilization is communication. That which is not expressed, doesn't exist.\"\n\n\"Sometimes I imagine how great it would be if we could live our lives without bothering other people.\"\n\n\"Just about anything looks better from a distance.\"\n\n\"Is there anything in this world that can't be lost?\"\n_"
  },
  {
    "title": "The Memory Police",
    "author": "Yōko Ogawa",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2025-07-07",
    "dateStarted": "2025-06-29",
    "review": "**\"People, and I'm no exception, seem capable of forgetting almost anything.\"**\n\nBeautiful and intriguing as a story, but unfortunately the meaning was a bit lost on me. The premise itself—the population of entire island slowing losing their memory—is fascinating and makes you want to keep on reading, but the ending was a very unsatisfying confusion for me. \n\nIt creates an interesting dialogue around memory but ... for what point, I sadly didn't understand."
  },
  {
    "title": "All the Lovers in the Night",
    "author": "Mieko Kawakami",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2025-07-04",
    "dateStarted": "2023-07-26",
    "review": "**Why does the night have to be so beautiful? Because at night, only half the world remains.**\n\nBeautifully written escape into the solitary life of a single woman, far removed from the social pressures and stigmas of the life that I find myself living right now. This is a book hooked on fantasies and ideas, promising a tantalizing dream that perhaps never becomes manifested into reality. \n\nPerhaps that's why I didn't like it as much—because instead of satisfying the sublime desire I crave from fiction, this story delivers a very pragmatic reminder ... a call back to Earth. \n\n---------------------------------------------\n\n_\"People here confuse boredom and stagnation with peace and safety.\"_"
  },
  {
    "title": "Tell Them of Battles, Kings, and Elephants",
    "author": "Mathias Énard",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-07-04",
    "dateStarted": "2023-08-17",
    "review": "**\"Beauty comes from abandoning the refuge of the old forms for the uncertainty of the present.\"**\n\nThis book feels like it is written from another age, a rare treat in writing style and subject matter that feels so uniquely Old World. It riffs on historical fiction of a brief side quest Michelangelo completed in Constantinople, with characters so rich and dimensional that I find it sad these interactions may not actually have happened.\n\nThe cover design sums it up beautifully: a story from a lost, beautiful age brought back into the modern world through the abstract brushstrokes and brilliant mind of Mathias Énard.\n\n----------------------------------------------\n\n_\"It's work, above all. Talent is nothing without work. Try it, if you like.\"\n\n\"I know that men are children who chase away their despair with anger, their fear with love ... They cling to stories, they shove them in front of them like banners ... You conquer people by telling them of battles, kings, elephants, and marvelous beings; by speaking to them about the happiness they will find beyond death, the bright light that presided over their birth, the angels wheeling around them, the demons menacing them, and love, love, that promise of oblivion and satiety.\"\n_\n\n"
  },
  {
    "title": "Cannery Row (Cannery Row, #1)",
    "author": "John Steinbeck",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-06-21",
    "dateStarted": "2020-12-29",
    "review": "**\"Who wants to be good, if he has to be hungry too?\"**\n\nA beautiful slice-of-life rendition of a gritty, working class town. Steinbeck always masterfully crafts characters who are a mix of the light and the dark, a reflection of the complexity of real human psyches. There are no heroes or villains, perhaps only the cruelty of the system that manipulates them. \n\nSteinbeck's writing is set against such harsh conditions that it always becomes fiercely optimistic. There is no other way to view the glass than half-full.\n\n-------------------------------------------------------------\n\n_The things we admire in men, kindness and generosity, openness, honesty, understanding and feeling are the concomitants of failure in our system. And those traits we detest, sharpness, greed, acquisitiveness, meanness, egotism and self-interest are the traits of success. And while men admire the quality of the first they love the produce of the second._"
  },
  {
    "title": "Bliss Montage",
    "author": "Ling  Ma",
    "rating": 3,
    "shelf": "currently-reading",
    "dateFinished": null,
    "dateStarted": "2025-07-11"
  },
  {
    "title": "The Sun Also Rises",
    "author": "Ernest Hemingway",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-06-18",
    "dateStarted": "2021-11-01",
    "review": "**\"We could have had such a damned good time together.\"\n\n\"Yes, isn't it pretty to think so?\"**\n\nThis was a beautifully written experience. Hemingway has such a crisp mastery of the English language that was such a treat to read (or, in my audiobook case, listen) to. \n\nA story full of passion, and warm dripping colors, and the salt of cruel heat. It's quite intriguing to take a peek into the colorful life at the time, but also a little disturbing to witness the sheer amount of gluttony involved. Days full of elite leisure, of not needing to worry about livelihood, seem a requirement to produce this kind of art. Even the ability to consume this type of art is a luxury. Inevitably, unfortunately, that reduced my respect for this book quite a bit. But I guess this decadence applies to nearly all literature, so it's unfair of me to judge.\n\n----------------------------------------------------------\n\n_“I can't stand it to think my life is going so fast and I'm not really living it.” “Nobody ever lives their life all the way up except bull-fighters.”\n\n\"No, nobody ever knows anything.\"\n\nYou paid some way for everything that was any good.\n\nIf you want people to like you, you have only to spend a little money.\n\n\"You know it makes one feel rather good deciding not to be a bitch. Yes. It's sort of what we have instead of God.\"\n_"
  },
  {
    "title": "The Hour of the Star",
    "author": "Clarice Lispector",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-06-14",
    "dateStarted": "2024-07-17",
    "review": "**\"And even sadness was also something for rich people, for people who could afford it, for people who didn't have anything better to do. Sadness was a luxury.\" **\n\nA brief, beautiful breeze of a book that I finished in a single day. This is what I imagine an abstract painting would look like in book form. Bits and pieces of random thoughts that, stitched together, form a wandering story. I'm not exactly sure what happened in this book, but it leaves you with a feeling of artistry and a return to pure, unconscious stream-of-thought."
  },
  {
    "title": "Never Enough: From Barista to Billionaire",
    "author": "Andrew  Wilkinson",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-06-14",
    "dateStarted": "2025-02-02",
    "review": "**The twentieth spoon full of ice cream never quite hits like the first.**\n\nA fascinating firsthand look into what it's like to be a billionaire. Wilkinson dishes (most of) it all out. A great book to learn how to develop the mindset of a businessman, tapping into those soft skills that textbooks can't quite teach.\n\nThe book does feel honest and not too ghostwritten, but Wilkinson does tend to have a bit of an ego and is quite out of touch with the way he talks about money. (e.g. \"only half a million dollars\"?) The title itself is telling enough, because it seems to be the exact opposite of the altruistic contentment he advocates for by the end of the book. Some people are just wired to be hungry, great businessmen, and Wilkinson seems to be one of them.\n\nI quite enjoyed it just because it opened my eyes to the many inner workings of a company (and many potential failures) that I haven't personally yet experienced. It's inspiring to see a designer become a billionaire for once.\n\n----------------------------------------\n_\nThe big money is not in the buying or selling, but in the waiting.\n\nA business was, at its core, about solving problems for other people.\n\nMy sales technique was simple. Be fun to drink with, and ask a ton of questions.\n\nAt conferences I quickly started to learn that the most important business connections were made in bars, gossiping with drunk executives. Buying a round of drinks often generated a huge return on investment.\n\nYou don't know who's swimming naked until the tide goes out.\n\nI realized through it all that in Silicon Valley everyone plays nice, wearing goofy hoodies and padding around in Allbirds, looking like friendly college kids. But inside, most were just as ruthless as their Wall Street counterparts. I soon came to prefer the super-direct pseudo-assholes I worked for over the fake magnanimous ones.\n\nIt's not enough to do what you love. You also have to stop doing what you hate. \n\nThe tallest blade of grass is first to get cut.\n\nEither it's hell yeah, or it's no. \n_"
  },
  {
    "title": "Madonna in a Fur Coat",
    "author": "Sabahattin Ali",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2025-06-05",
    "dateStarted": "2025-01-11",
    "review": "** The essence of life is in solitude – wouldn’t you agree? All unions are built on falsehood. People can only get to know each other up to a point and then they make up the rest, until one day, seeing their mistake, they turn their backs on sadness and run away. **\n\nDevastating, but spectacular. So rarely is an artist at the peak of their craft like this. This book flows so beautifully and richly in a way that I haven't seen in a while. It was a real treat that I couldn't stop myself from reading greedily, but unfortunately it did leave me in a terrible cloud for a few days from the depressing, but romantic, heartbreak. \n\nI think this is what Kafka meant when he said that \"A book must be the axe for the frozen sea within us.\"\n\n------------------------------------\n_\nCan there be any sweeter intoxication than exerting power and authority over your own kind?\n\nI had yet to learn that nothing in this world can ever match the marvels that we conjure up in our own minds.\n\nTo pity another is to assume superiority. \n\nFor our lives were governed by trivial details. Indeed, trivial details were what true life was made of. The logic in our minds had always been at odds with the logic of life itself.\n_"
  },
  {
    "title": "Heaven",
    "author": "Mieko Kawakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-05-26",
    "dateStarted": "2025-05-20",
    "review": "**When you really look at what's going on, everyone's living in their own world.**\n\nA secret wonderful treat. This book comes from the same beautiful tortured realm of Murakami. At times it almost feels like trauma porn, too overly indulgent ... but still raises some interesting deep philosophies about life because of it.  All I can say is that I am extremely glad that I never read this in high school.\n\nThis book offers a refreshing glimpse into that uniquely Japanese tendency to live completely inside your own head, in your own world. Very rare and precious. \n\n------------------------------------\n_\nI wonder if anyone can ever actually stop thinking.\n\nWhat matters is that all the pain, and all the sadness, have meaning. \n\nPeople are always dying. It's a perfect truth. \n\nLiving is really just waiting to die. And if that's true, why bother living at all?\n\nNobody does anything because they have the right. They do it because they want to.\n\nIf anything has meaning, everything does. And if nothing has meaning, nothing does. \n_"
  },
  {
    "title": "An Ideal Husband",
    "author": "Oscar Wilde",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-05-02",
    "dateStarted": "2023-09-09",
    "review": "**\"Only dull people are brilliant at breakfast.\"**\n\nComedic truth. Such a fun experience, especially as an audiobook when the characters are played by quite famous actors/actresses with the most satisfying delicious accents.\n\n-----------------------------\n_\n\"You have never been poor, and never known what ambition is.\"\n\n\"Morality is simply the attitude we adopt toward people whom we personally dislike.\"\n\n\"It is not the perfect, but the imperfect, who have need of love.\"\n\n\"To love oneself is the beginning of a lifelong romance.\"\n_"
  },
  {
    "title": "The Curious Case of Benjamin Button",
    "author": "F. Scott Fitzgerald",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2025-05-02",
    "dateStarted": "2023-08-19",
    "review": "Really quite a curious book ... I wonder how Fitzgerald even came up with this concept. A short, fascinating little exploration on the strange concept of age. "
  },
  {
    "title": "One Hundred Years of Solitude",
    "author": "Gabriel García Márquez",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2025-05-07",
    "dateStarted": "2020-12-23",
    "review": "absolutely iconic but ... unfortunately felt a bit too long and convoluting for me. I couldn't keep track of all the characters and the crazy whimsical magical happenings. I know there must be themes and deep meanings hidden within this book, but sadly I was too busy being confused to pick up on any of them. Perhaps it was reader error, but this book unfortunately did not develop into the magical experience I had heard it could be. "
  },
  {
    "title": "Blink: The Power of Thinking Without Thinking",
    "author": "Malcolm Gladwell",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-03-20",
    "dateStarted": "2025-01-18",
    "review": "**\"We need to respect the fact that it is possible to know without knowing why we know and accept that — sometimes — we're better off that way.\"**\n\nFascinating argument favoring split-second \"blink\" decisions over prolonged, calculated reasoning. Gladwell is just a captivating author—even though this is non-fiction, it feels like you're having a conversation with him as he brings up story after story to prove his point. Perhaps a bit too long and rambling at points (defeats the whole point of a split-second \"blink\") lol but overall I highly enjoyed this. Any Gladwell book is always a lovely treat to read. \n\n------------------------------------------------------------\n_\n\"In the act of tearing something apart, you lose its meaning.\"\n\n\"The big giant is tied down by those little rules and regulations and procedures. And the little guy? He just runs around and does what he wants.\"_"
  },
  {
    "title": "Total Recall: My Unbelievably True Life Story",
    "author": "Arnold Schwarzenegger",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2023-07-15",
    "dateStarted": "2023-06-28",
    "review": "**\"After that, I never went to a competition to compete. I went to win. Even though I didn’t win every time, that was my mind-set. I became a total animal.\"**\n\nChampion Bodybuilder. ✅ A-list actor. ✅ Governor of California. ✅ If his resume doesn't prove it already, this book might—this man is the real deal. A disciplined machine (or animal, as he says) with superhuman pain tolerance against the obstacles of achieving his crystal-clear visions. He drops all the secrets to his success so freely here—it's very inspiring to share in his huge hunger, whetting our own. Of course he has his extreme flaws too; there's always the smooth sanguine pride necessary for survival in politics/business/Hollywood, and it is very hard to get over the fact that he cheated on his wife. But the sheer human effort he put into achieving his goals sets a rock-hard example. He was someone who was truly in touch with his inner desires and did what was required to manifest them out into the world. \n\nThis book could have used some cutting and sometimes seems play-by-play ghostwritten—but there's probably a reason why Schwarzenegger did not choose writing as a profession. This book tells a fascinating, otherworldly, and superhuman story. The craziest part is that it's true.\n\n---------------------------------------------\n\nCHAPTER 1\n\n\"[My father's] answer to life was discipline ... I never felt that I was good enough, strong enough, smart enough. He let me know that there was always room for improvement. A lot of sons would have been crippled by his demands, but instead the discipline rubbed off on me. I turned it into drive.”\n\n\"The vision became so clear in my mind that I felt like it had to happen. There was no alternative. It was this, or nothing.\"\n\nCHAPTER 3\n\n\"I didn't mind basic training. It taught me that something that seems impossible at the start can be achieved.\"\n\nCHAPTER 4\n\n\"After that, I never went to a competition to compete. I went to win. Even though I didn’t win every time, that was my mind-set. I became a total animal.\"\n\n**\"But I was wild _only_ when I was wild. When it was time to train, I never missed a session.\"**\n\n\"'The limit is in your mind,' he said. 'Think about it.' And he was right. The limit I thought existed was purely psychological. Now that I've seen someone doing 1000 pounds, I started making leaps in my training. It showed the power of mind over body.\"\n\nCHAPTER 5\n\n\"I was amazed by how much Americans liked to celebrate. I'd never celebrated a birthday until I came to America. I'd never even seen a cake with candles.\" \n\nCHAPTER 8\n\n**\"It might seem I was handcuffing myself by setting such specific goals, but it was actually just the opposite. I found it liberating. Knowing exactly where I wanted to end up freed me totally to improvise how to get there.\"**\n\n\"I learned that staying on top of the hill is harder than climbing it.\"\n\n\"Often it's easier to make a decision when you don't know as much because then you can't overthink.\"\n\nCHAPTER 9\n\n\"Just remember when they say no, you hear yes—and act accordingly. Someone says to you, 'We can't do this movie,' you hug him and say, 'Thank you for believing in me.'\"\n\nCHAPTER 10\n\n\"I liked the idea of staying hungry in life, and never staying in one place.\"\n\nCHAPTER 11\n\n\"But I believe that the only way you become a leading man is by treating yourself like a leading man and working your ass off. If you don't believe in yourself, then how will anyone else believe in you?\"\n\nCHAPTER 14\n\n\"Look at the faces of people who went through horrible times. Look at the lines, the character in their faces. You can't fake that. These people have principles that they will stand and die for.\"\n\nCHAPTER 15\n\n\"My definition of living is to have excitement always. That's the difference between living and existing.\"\n\nCHAPTER 16\n\n\"Don't go where it's crowded. Go where it's empty. Even though it's harder to get there, that's where you belong, and where there's less competition.\"\n\n\"I had a new vision in front of me, and I always feel that if I can see it, and believe it, then I can achieve it.\"\n\nCHAPTER 17\n\n\"The more you know, the less you tend to _do_ something.\"\n\n\"I'm always comparing life to a climb, not just because there's struggle, but also because I find at least as much joy in the climbing as in reaching the top.\"\n\n\"You can have the greatest movie in the world, but if you don't get it out there, if people don't know about it, you have nothing.\"\n\n**\"Same with bodybuilding, same with politics. No matter what I did in life, I was aware that you had to sell it.\"** \n\nCHAPTER 18\n\n\"If you do something, you want to do it well.\"\n\nCHAPTER 23\n\n\"I never argued with people who underestimated me. If the accent and the muscles and the movies made people think I was stupid, it worked to my advantage.\"\n\nCHAPTER 29\n\n\"You'll get more for being a peacemaker than a warrior.\"\n\nCHAPTER 30\n\n**Arnold's Rules:**\n\n • _** Turn your liabilities into assets. **_\n    \"It's easier to stand out when you aim straight for the top.\"\n • _** Never follow the crowd. Go where it's empty. _**\n • _** No matter what you do in life, selling is part of it. _**\n\n“Every time I meet a great person—and I never pass up the chance—I try to ask how they made good and to figure out the angle that has worked for them. I know that there are a thousand keys to success and I love distilling new rules from my experiences and theirs.”\n\n(selections from) **10 PRINCIPLES:**\n\n • _**\"Never let pride get in your way.\"_**\n\n • _**\"Don't overthink.\"_**\n\n**\"If you think all the time, the mind cannot relax. The key thing is to let both the mind and the body float. This doesn't mean that you shouldn't use your brain, but part of us also needs to go through life instinctively. By not analyzing everything, you get rid of all the garbage that loads you up and bogs you down.\"**\n\n\"Turning off your mind is an art.\"\n\n\"The more knowledge you have, the more you are free to rely on your instincts.\"\n\n\"The more you know, the more you hesitate, which is why even the smartest people blow it big time.\"\n\n\"A boxer brings a huge amount of knowledge to the ring. But if he were to think about any of those when the punch comes, it would be over. He has to use what he knows in a tenth of a second. **When you are not confident of your decision-making process, it will slow you down.**\"\n\n  • _**\"Forget Plan B.\"_**\n\n“If you’re anxious, instead of making fallback plans, think about the worst that can happen if you fail. How bad would it be? You quickly find out it’s really nothing.”\n\n • _**\"Don't blame your parents.\" _**\n\n“Sometimes you have to appreciate the very people and circumstances that traumatized you. Today I hail the strictness of my father, and my whole upbringing, and the fact that I didn’t have anything that I wanted in Austria, because those were the very factors that made me hungry.”\n\n • _**\"Stay hungry.\" _**\n\n“My father always told me, “Be useful. Do something.” He was right. If you have a talent or skill that makes you happy, use it to improve your neighborhood. And if you feel a desire to do more, then go all out. You’ll have plenty of time to rest when you’re in the grave. Live a risky life and a spicy life and like Eleanor Roosevelt said, every day do something that scares you.”"
  },
  {
    "title": "The Prince",
    "author": "Niccolò Machiavelli",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2024-04-15",
    "dateStarted": "2023-09-03",
    "review": "probably really good if you want to learn how to be a prince. if you’re a regular citizen in the 21st century, strip away all the historical fluff and this can probably teach you how to be a really good CEO or corporate manipulator."
  },
  {
    "title": "Where the Crawdads Sing",
    "author": "Delia Owens",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2024-09-11",
    "dateStarted": "2022-05-31",
    "review": "finished this entire book in one sitting. incredible raw writing, the first time I've cried at a book in more than a year. there is some sort of special energy in this writing."
  },
  {
    "title": "Dandelion Wine",
    "author": "Ray Bradbury",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2025-03-06",
    "dateStarted": "2021-08-07",
    "review": "**\"Dandelion Wine is nothing if it is not the boy-hid-in-the-man playing in the fields of the Lord on the green grass of other Augusts in the midst of starting to grow up, grow old, and sense darkness waiting under the trees to seed the blood.\"**\n\nFlashback to my 7th grade self discovering this on a shelf in the school library and picking it up only to get through the first chapter ... but even 7 years ago I knew that this writing was absolutely delectable, truly peak art. It was a bit too strong for me back then, but returning to it now (_god, 7 years later_), I can appreciate it for a much deeper meaning. Life has changed so much since then, going in exactly the opposite way that Bradbury advocates for. This book is like a time machine, back to a golden early age of \"American\" culture, before the flashy extreme capitalism and materialism, when good people were quite literally the salt of the earth. \n\nSo sad but inevitable to see the way that times have changed. This book should have unlocked something strange and tender inside me ... but I'm so caught up in my busy, rushed ways that I couldn't let it truly sink in. Life has changed a lot since 7th grade. Now that I finally can understand this book, I can't take the time to enjoy it.\n\n--------------------------------------------\n\n_\n\"And, after all, isn’t that what life is all about, the ability to go around back and come up inside other people’s heads to look out at the damned fool miracle and say: oh, so that’s how you see it!?\"\n\n\"A walk on a spring morning is better than an eighty-mile ride in a hopped-up car, you know why? Because it's full of flavors, full of a lot of things growing. You've time to seek and find.\"\n\n\"And when you're all to yourself that way, you're really yourself for a little while; you get to thinking things through, alone.\"\n_"
  },
  {
    "title": "The Elephant Vanishes",
    "author": "Haruki Murakami",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2025-02-09",
    "dateStarted": "2020-12-23",
    "review": "**A thing's too close, and you miss it.**\n\nThe perfect book to play Murakami bingo with—cats, beautifully formed ears, deep holes/wells, lonesome main characters. This was a short story collection with a few Murakami classics (e.g. the short story version of WUBC) + a few more obscure ones (like the titular \"The Elephant Vanishes\").\n\nMaybe I just wasn't in the mood for Murakami at the moment, but most of these did not strike a chord with me as they usually do. These stories were still a lovely joy to get through, but unfortunately not much resonated. This little book just offered a brief escape into Murakami's perfectly balanced literary world, as always.\n\n------------------------------------------------------------------\n\n\"Sleep\"\n\n_Maybe death is a kind of rest, but reasoning can’t tell us that. The only way to find out what death is is to die. Death can be anything at all._\n\n\"Barn Burning\"\n\n_A thing's too close, and you miss it._\n\n\"The Silence\"\n\n_One of the things I like about boxing is the depth. That’s what grabbed me. Compared to that, hitting and getting his is no big deal. That’s only the outcome. The same with winning or losing. If you could get to the bottom of the depth, losing doesn’t matter—nothing can hurt you.\n\nIf you make the effort, you get back what you put in._"
  },
  {
    "title": "Tell Me Everything",
    "author": "Minka Kelly",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2024-08-14",
    "dateStarted": "2024-08-21",
    "review": "5 stars purely out of respect for the sheer amount of SH*T that this woman has been through. \n\nAbsolutely ghostwritten & amateurish at times, yes. But ... it's still got that same kind of heartwrenching power as _A Little Life_. Except this story is actually true."
  },
  {
    "title": "Only the Paranoid Survive: How to Exploit the Crisis Points that Challenge Every Company and Career",
    "author": "Andrew S. Grove",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2024-08-21",
    "dateStarted": "2024-07-21",
    "review": "_\"The greatest danger is in standing still.\"_\n\nFour stars just because the title of this book is all you really need to read. Facts asf.\n\nThe rest of the book was full of some outdated fluff from Intel's pre-2000s rise, told from the CEO's POV. (Crazy. Before iPhones & WiFi & Airpods & TikTok and all that ...) But still a few gems of how to act as a leader, told through dated but still interesting anecdotes.\n\n-----------------------------------------------------\n\n_\"In technology, whatever _can_ be done _will _be done.\"_\n\n_\"The sad news is, nobody owes you a career. Your career is _literally_ your business. You own it as a sole proprietor.\"_\n\n_\"Businesspeople are not just managers, they are also human. They have emotions\"_\n\n_\"Put all of your eggs in one basket, and watch that basket.\"_"
  },
  {
    "title": "Tuesdays with Morrie: An Old Man, a Young Man, and Life's Greatest Lesson",
    "author": "Mitch Albom",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2024-08-16",
    "dateStarted": "2024-08-21",
    "review": "**\"When you learn how to die, you learn how to live.\"**\n\nBeautiful, tenderly told story of how to live life and, more importantly, grapple with death. Touches heartstrings for how authentic it seems.\n\nBut idk man. This was maybe just not for me. Too straightforward & forced down your throat. I still liked _The Five People You Meet in Heaven_ a little better.\n\n-----------------------\n_\n\"I traded lots of dreams for a bigger paycheck. I never even realized I was doing it.\"\n\n\"Love is the only rational act.\"\n\n\"Death is as natural as life.\"\n_"
  },
  {
    "title": "Greenlights",
    "author": "Matthew McConaughey",
    "rating": 4,
    "shelf": "favorites",
    "dateFinished": "2022-08-05",
    "dateStarted": "2021-01-03",
    "review": "Wow never knew Matthew McConaughey was such a poet — listening to this as an audiobook was a highly-recommend-10/10 experience because he narrates the pulsing lilt of his own words in a such a unique and lively way. \n\nVery much can see how this man has the worldliness/talent/genius to have won an Oscar, started his own production company, and also created his own music label — this book is filled with so many gems of wisdom and is such an exhilarating fun time.\n\nOnly docked a star (would have docked only .5 if Goodreads let me) because I really did not like the last section of the book where he signs off and tries desperately to tie this book into the present day (post-2020)... that writing seemed so stilted and unnatural, like a nice neat wrap-up forced onto him by the publisher. A bad, careless ending that defied the whole free-spirit point of the entire book.\n\nFavorite quotes:\n\n\"Less impressed, more involved.\"\n\n\"It is not about being right or wrong, it is about understanding each other...Take notes America!\""
  },
  {
    "title": "Finite and Infinite Games: A Vision of Life as Play and Possibility",
    "author": "James P. Carse",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2023-09-22",
    "dateStarted": "2021-06-30",
    "review": "**\"A finite game is played for the purpose of winning, an infinite game for the purpose of continuing to play.\" **\n\nExtraordinary. Such refined and logical reasoning to come to the most nonsensical yet true conclusions. It's so reassuring to hear that the most wonderful way, and the only truly logical way, of living is to approach life as an infinite game.\n\n-------------------------------------------\n\n_\"A finite game is played for the purpose of winning, an infinite game for the purpose of continuing to play.\" \n\n\"To be serious is to press for a specified conclusion. To be playful is to allow for possibility whatever the cost to oneself.\"\n\n\"If surprise is no longer possible, all play ceases. Surprise causes finite play to end. It is the reason for infinite play to continue.\"\n\n\"To be prepared against surprise is to be trained. To be prepared for surprise is to be educated.\"\n\n\"Power is always measured in units of comparison.\"\n\n\"All the limits of finite play are self-limitations.\"\n\n\"Only that which can change can continue.\"\n\n\"The creative is found for anyone who is prepared for surprise.\"\n\n\"True creators do not display their art so as to make it appear real. They display the real in a way that reveals it to be art.\"\n\n\"Nature, to be commanded, must be obeyed.\"_\n\n**\"Storytelling is not combative. It does not succeed or fail. Instead of placing one body of knowledge against another, storytellers invite us to return from knowledge to thinking.\"**\n_\n\"Myths, told for their own sake, are not stories that have meanings, but stories that give meanings.\"_"
  },
  {
    "title": "All the Light We Cannot See",
    "author": "Anthony Doerr",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2023-08-05",
    "dateStarted": "2022-05-30",
    "review": "Wow. This is a book that you will suck up greedily and try to finish all in one sitting. It reads like a beautiful painting. The right texture, the presence—you can really feel all the heart and energy put into this. Magical. True mastery of the craft. I accidentally sped through the entire thing in two days because I couldn't resist, but damn I wish I had given it more time just to let everything seep more beautifully into my mind and its subconscious. This book restores hope to a slower, purer form of life where everything is valued, and loved, just a bit more.\n\nCHAPTER I\n\n\"_So how, children, does the brain, which lives without a spark of light, build for us a world full of light?_\"\n\n\"Only through the hottest fires can purification be achieved.\"\n\n**\"You know the greatest lesson of history? It’s that history is whatever the victors say it is. Whoever wins, that’s who decides the history. We act in our own self-interest. Of course we do. Name me a person or a nation who does not. The trick is figuring out where your interests are.\"**\n\nCHAPTER 4\n\n\"After a while, he is learning, even total darkness is not quite darkness.\"\n\nCHAPTER 5\n\n\"_A real diamond,_ his father used to say, _is never entirely free of inclusions. A real diamond is never perfect._\"\n\n\"She remembers something her father said back in Paris, on the first night of the invasion, as they waited for a train. _Everyone is looking out for himself._\"\n\n“_Do you know what happens, Etienne, when you drop a frog in a pot of boiling water? It jumps out. But do you know what happens when you put the frog in a pot of cool water and then slowly bring it to a boil? You know what happens then?_ _The frog cooks._”\n\nCHAPTER 7\n\n\"The total entropy of any system, said Dr. Hauptmann, will decrease only if the entropy of another system will increase. **Nature demands symmetry.**\"\n\n\"It strikes Werner just then as wondrously futile to build splendid buildings, to make music, to sing songs, to print huge books full of colorful birds in the face of the seismic, engulfing indifference of the world—what pretensions humans have! Why bother to make music when the silence and wind are so much larger?\"\n\nCHAPTER 10 \n\n\"_When I lost my sight, Werner, people said I was brave. When my father left, people said I was brave._ **But it is not bravery; I have no choice. I wake up and live my life.** _Don’t you do the same?_\"\n\nCHAPTER 12\n\n\"It is the obliviousness of our children that saves us.\""
  },
  {
    "title": "Circe",
    "author": "Madeline Miller",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2023-04-21",
    "dateStarted": "2023-04-15",
    "review": "Excellent.\n\nPerdita Weeks has such a beautiful voice. Madeline Miller is really a genius, such a rare and skilled worldbuilder. Myths/stories/morals really are eternal. \n\n_\"Beneath the smooth, familiar face of things is another that waits to tear the world in two.\" \n\n\"The fragility of mortals bred kindness, and good grace. They knew how to value friendship and an open hand.\"\n\n\"But perhaps no parent can truly see their child. When we look we see only the mirror of our own faults.\"\n\n\"I thought once that gods are the opposite of death. But I see now that they are more dead than anything, for they are unchanging and can hold nothing in their hands.\" _"
  },
  {
    "title": "The Goldfinch",
    "author": "Donna Tartt",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2023-02-26",
    "dateStarted": "2023-02-12",
    "review": "Wow. Absolutely beautiful. All the secrets to life, and art, and love, and pain are in this book. Donna Tartt lives up to her \"literary genius\" label; words flow and shine in a way that I haven't seen from any other author. Audiobook experience was wonderful; David Pittu brings everything to life at exactly the right pace, really sucks you away. Can drag on at times (maybe the editor was too nice by not wanting to slash out the unneeded, even if well-written, descriptions), but still. Wow.\n\n**\"Idolatry. Caring too much for objects can destroy you. Only, if you care for a thing enough, it takes on a life of its own, doesn't it? And isn't the whole point of things, beautiful things, that they connect you to some larger beauty? Those first images that crack your heart wide open and you spend the rest of your life chasing, or trying to recapture, in one way or another.\"**\n_____________\n\nLong version:\n\nWow wow wow. Where to even begin. \"In every work of genius we recognize our own rejected thoughts; they come back to us with a certain alienated majesty.\" Emerson was right when he said that. This book feels so close, an experience so connected to my own heart (and I'm sure hundreds of thousands of others). Crazy how that can happen, when it details the life of a very specific boy in a very specific environment that I would be lightyears from experiencing in my own reality. But still there were so many moments I had to rewind and bookmark because they felt too real: beautiful, universal truths written defiantly, matter-of-factly in the dirty grunge of the world and cruel life. \n\nDonna Tartt must have had a very sensitive upbringing, where she was exposed to a great amount of experiences (many of those available only to those with extreme wealth) and was able to learn the fine art of appreciating art. That shines through in her writing. Only those who do not have to worry about eating their next meal, or making a desparate salary, have time to let themselves think about experiencing the sublime through art or literature or music. Thinking too much like that can be so, so dangerous—when the mind does not have hard, stupid work to do and is left to wander luxuriously, it often leads its owner to the psych ward. 10000000% the main character could belong in a psych ward, and Tartt writes too vividly to not at least know what it's like to have thoughts like these herself.\n\nBut still she does occupy herself with the good, honest, needed work of writing and presents us with this beautiful book. 10 years of her life, finished in only 14 days of mine. In this book was a complete, confident, shining world that she built—truly letting us see the world how she sees it, without the distractions and confusions of someone who isn't as sure or settled spiritually into their own worldview as she most magnificently is. Everything feels right and natural, full of life. Tackling the same themes as David Foster Wallace, or David Lynch, or John Steinbeck, or Haruki Murakami, or anyone else who gets to the heart of balance and equilibrium and nirvana in life. Maybe I'm cherry-picking and letting my own reality get distorted by a strange faith in \"The Way,\" or some kind of big power in the universe, but this book reflects everything perfectly and, most importantly, beautifully. I loved it.\n\n_ Part I - Ch 1 _\n\"They want it all as detailed as possible, because whenever you see flies, or insects in a still life—a wilted petal, a black spot on the apple, the painter is giving you a secret message. He's telling you that living things don't last. It's all temporary. Death, in life.\"\n\n_ Part I - Ch 4 _\n\"What mattered more was the feeling. A rich, sweet undertone so demanding that in class, on the schoolbus, lying in bed trying to think of something safe, or pleasant, some environment or configuration where my chest wasn't tight with anxiety. All I had to do was sink into the bloodwarm current and let myself spin away to the secret place where everything was alright.\" \n\n_ Part II - Ch 5 _\n\"The mass of men lead lives of quiet desperation. A stereotyped but unconscious despair is concealed, even under what are called the gains and amusements of mankind.\" \n\n_ Part II - Ch 6 _\n\"And though, in the clockless, temperature-controlled casino night, words like \"day\" and \"Christmas\" were fairly meaningless constructs, happiness, amidst the loudly clinked glasses didn't seem quite such a doomed or fatal idea.\"\n\n_ Part III - Ch 7 _\n\"We are so accustomed to disguise ourselves to others, that in the end, we become disguised to ourselves.\" - François de La Rochefoucauld\n\n_ Part IV - Ch 9 _\n\"Objective value, list value, was meaningless. If a customer came in clueless with money in hand, as most of them did, it didn't matter what the book said, what the expert said, what similar items at Christie's had recently gone for. An object, any object, was worth whatever you could get someone to pay for it.\"\n\n\"When selling a piece, talking it up (as opposed to sitting back and permitting the unwary to wander into my trap) was a game: to size up a customer and figure out the image they wanted to project. Not so much the people they were—know-it-all decorator, New Jersey housewife, self-conscious gay man—as the people they wanted to be. Even on the highest levels it was all smoke and mirrors.\"\n\n_ Part IV - Ch 10 _\n\"And it was awful to learn, by having it so suddenly vanish from under me, that all my adult life I'd been privately sustained by a great, hidden, savage joy—the conviction that my whole life was balanced atop a secret that might, at any moment, blow it apart.\"\n\n\"What you want, to live and be happy in the world, is a woman who has her own life, and lets you have yours.\"\n\n\"To understand the world at all, sometimes you could only focus on a tiny bit of it, look very hard at what was close to hand, and make it stand in for the whole.\" \n\n_ Part V - Ch 11 _\n\"We have art in order not to die from the truth.\" - Nietzsche\n\n\"And in whatever wink of consciousness that remained to me, I felt I understood the secret grandeur of dying. All the knowledge held back from all humankind until the very end. No pain, no fear, magnificent detachment. Lying in state upon the death barge, and receding into grand immensities like an emperor. Gone. Gone. Observing all the distant scurriers on shore. Freed from all the old human pettiness of love, and fear, and grief. And death.\" \n\n_ Part V - Ch 12 _\n\"It's never the way it seems—all good, all bad. So much easier if it was.\"\n\n\"Because, what I am trying to say, what I was thinking in the car from Antwerp last night—good doesn't always follow from good deeds. Nor bad deeds result from bad, does it. Even the wise and good cannot see the end of all actions. Scary idea.\" \n\n\"Why be good? But—this is what took hold of me last night driving here in the car: what if more complicated than that? What if maybe opposite was true as well? Because if bad can sometimes come from good actions, where does it ever say anywhere that only bad can come from bad actions? Maybe sometimes the wrong way is the right way? You can take the wrong path and it still comes out where you want to be?\"\n\n\"Well, I have to say I personally have never drawn such a sharp line between good and bad as you. For me, that line is often false. The two are never disconnected. One can't exist without the other.\" \n\n\"As long as I am acting out of love I feel I am doing best I know how.\" \n\n\"You don't need a point. The point is maybe that the point is too big to see or work around to on our own.\" \n\n\"The reason I'd liked Boris, and felt happy around him from almost the moment I'd met him, is that he was never afraid. You didn't meet many people who moved freely through the world with such a vigorous contempt for it. And, at the same time, such oddball and unthwartable faith in what, in childhood, he had liked to call 'the planet of Earth.'\"\n\n\"You know what Picasso says: 'Bad artists copy, good artists steal.' Still, with real greatness there's a jolt at the end of the wire. It doesn't matter how often you grab hold of the line, or how many people have grabbed hold of it before you. It's the same line, fallen from a higher life.\"\n\n\"Dreams, and signs. Past, and future. Luck, and fate. There wasn't a 'single' meaning. There were many meanings. It was a riddle, expanding out, and out, and out.\" \n\n\"Idolatry. Caring too much for objects can destroy you. Only, if you care for a thing enough, it takes on a life of its own, doesn't it? And isn't the whole point of things, beautiful things, that they connect you to some larger beauty? Those first images that crack your heart wide open and you spend the rest of your life chasing, or trying to recapture, in one way or another.\"\n\n\"And the great majority of people it'll never strike in any deep way at all, but a really great painting is fluid enough to work its way into the mind and heart. To all kinds of different angles. In ways that are unique. And very particular. Yours. Yours. I was painted for you.\"\n\n\"Beauty alters the grain of reality.\" \n\n\"And I keep thinking too of the more conventional wisdom—namely, that the pursuit of pure beauty is a trap. A fast track to bitterness and sorrow. That beauty has to be wedded to something more meaningful. Only, what is that thing? Why am I made the way I am? Why do I care about all the wrong things, and nothing at all for the right ones? Or, to tip it another way, how can I see so clearly that everything I love or care about is illusion—and yet, for me anyway, all that's worth living for lies in that charm?\"\n\n\"It's not about outward appearances, but inward significance. A grandeur in the world, but not of the world. A grandeur that the world doesn't understand. That first glimpse of pure otherness, in whose presence you bloom out, and out, and out. A self one does not want. A heart one cannot help.\"\n\n\"Because, if our secrets define us, as opposed to the face we show the world, then the painting was the secret that raised me above the surface of life. And enabled me to know who I am.\"\n\n\"I think about something I read about Sargent. How, in portraiture, Sargent always looked for the animal in the sitter.\"\n\n\"Paint is paint. And yet also feather and bone. It's the place where reality strikes the ideal. Or a joke becomes serious. And anything serious is a joke. The magic point where every idea and its opposite are equally true.\"\n\n\"And I'm hoping there's some larger truth about suffering here. Or at least, my understanding of it. Although I've come to realize that the only truths that matter to me are the ones I don't, and can't, understand.\"\n\n\"Because, here's the truth. Life is catastrophe. The basic fact of existence—of walking around trying to feed ourselves and find friends and whatever else we do—is catastrophe.\"\n\n\"But does it make any sense at all to know that it ends badly for all of us? Even the happiest of us? And that we all lose everything that matters to us in the end? And yet to know as well, despite all this, as cruelly as the game is stacked, that it's possible to play it with a kind of joy? To try to make some meaning out of all this seems unbelievably quaint. Maybe I only see a pattern because I've been staring too long. But then again, to paraphrase Boris—maybe I see a pattern because it's there.\" \n\n\"And as much as I'd like to believe that there's a truth beyond illusion, I've come to believe that there's no truth beyond illusion. Because, between reality on the one hand, and the point where the mind strikes reality, there's a middle zone. A rainbow edge, where beauty comes into being. Where two very different surfaces mingle and blur to provide what life does not. And this is the space where all art exists. And all magic. And, perhaps I would argue as well, all love.\" \n\n\"And just as music is the space between notes, just as the stars are beautiful because of the space between them, just as the sun strikes raindrops at a certain angle, and throws a prism of color across the sky, so the space where I exist, and want to keep existing, and to be quite frank I hope I die in, is exactly this middle distance. Where despair struck pure otherness and created something sublime.\"\n\n\"And that's why I've chosen to write these pages as I've written them. For only by stepping into the middle zone—the poly-chrome edge between truth and untruth—is it tolerable to be here, and writing this, at all.\"\n\n\"Whatever teaches us to talk to ourselves is important. Whatever teaches ourselves to sing ourselves out of despair.\""
  },
  {
    "title": "Rogues: True Stories of Grifters, Killers, Rebels and Crooks",
    "author": "Patrick Radden Keefe",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2025-01-24",
    "dateStarted": "2024-12-22",
    "review": "Radden Keefe is probably one of the most gifted journalists of this generation—the way he handles words in the intro to this book was incredible. _Rogues_ is a collection of some of the most intriguing articles that PRK has written in his career. However, I fear that most of the articles in this book were just interesting stories that failed to resonate with me in terms of a deeper meaning. It just seems like he is recounting a play-by-play, something similar to what I could have gained from reading a Wikipedia article. \n\nI also found myself experiencing the same problem I had with his other book (_Empire of Pain_)—why write the book when the story isn't even finished? I wish that he had waited a bit to recount some of these stories with more resolution (especially the Bourdain article ...).\n\nOverall, I still would read another Radden Keefe book just due to his sheer mastery of the writing skill—and out of respect for the beautiful deliciously way he rendered his story on Anthony Bourdain. If there is any article that you read in this book, let it be _\"Anthony Bourdain's Moveable Feast\"_."
  },
  {
    "title": "The Death of Ivan Ilych",
    "author": "Leo Tolstoy",
    "rating": 3,
    "shelf": "currently-reading",
    "dateFinished": null,
    "dateStarted": "2025-01-13"
  },
  {
    "title": "Can't Hurt Me: Master Your Mind and Defy the Odds",
    "author": "David Goggins",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2024-12-29",
    "dateStarted": "2024-12-10",
    "review": "**\"Everything in life is a mind game.\"**\n\nWow. Goggins' life story is genuinely incredible, almost to the point where it reads as unreal. He is one crazy, superhuman motherf*cker—but at the core still very much human, which is the reassuring and powerful part about this book. Although physical traits inevitably play a part, it's fascinating that Goggins achieved his life's work mainly by conditioning his mind. \n\nLots of actionable life lessons from Goggins about developing a calloused mind, embracing failures, and never cutting corners. Perhaps he's like a modern day Buddha lol—a modern man who has found an unshakeable sense of inner peace. Extremely inspiring.\n\nMy one qualm is that this book is very clearly ghostwritten, and even in the audiobook version there are short \"podcast\" clips where the author is excessively glazing Goggins in conversation. It's ok though ... Goggins' story is so crazy that it still resonates very strongly.\n\n------------------------------------------------------------\n\n\"Human beings change through study, habit, and stories.\"\n\n\"I had to be more than motivated. I had to become literally obsessed to the point where people thought I was fucking nuts.\"\n\n\"Always be willing to embrace your ignorance and become the dumb fuck in the classroom again, because that is the only way to expand your mind.\"\n\n\"Most wars are won or lost in our own heads.\"\n\n\"There is no finish line.\""
  },
  {
    "title": "The Anthropocene Reviewed: Essays on a Human-Centered Planet",
    "author": "John Green",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2021-12-26",
    "dateStarted": "2021-12-24"
  },
  {
    "title": "In Praise of Shadows",
    "author": "Jun'ichirō Tanizaki",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2024-12-18",
    "dateStarted": "2021-11-07",
    "review": "_We find beauty not in the thing itself but in the patterns of shadows, the light and the darkness, that one thing against another creates._\n\nAn absolutely genius tidbit of a book (barely 100 pages) … on art, aesthetics, society, and the truths of life. Tanizaki presents a perspective so drastically different from the doctrines of the West. Who’s to say which perspective is correct … but as a society that champions the undeniable goodness of light, it is fascinating to remember the necessity of darkness as well.\n\nThis may be confirmation bias because I will gladly eat up every book that touches upon the concept of a yin-yang, but I found this to be a timeless masterpiece that still holds true 90 years later. Just imagine if Tanizaki had heard of these glowing little prisms of electric light that we call iPhones today … truly destroying the magical world of shadows."
  },
  {
    "title": "The City and Its Uncertain Walls",
    "author": "Haruki Murakami",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2024-12-13",
    "dateStarted": "2024-09-02",
    "review": "_\"People are like a breath. Their days are like a fleeting shadow.\"_\n\nThe first Murakami book that I think has been destroyed by the modern age (e.g. the mention of Covid making him rethink and 3x the length of this book ... which I feel was unnecessary). If it wasn't for the fact that this was written by Murakami, I would never have been able to push myself to finish it. \n\nEven Murakami himself seems to notice and touch on this idea of modernity destroying art:\n\n**\"The world was, day by day, becoming a more convenient and unromantic place.\"**\n(one of the best lines from this book)\n\nThis story still has a beautiful strange meaning, but just one extremely subdued by the lack of focus that the modern age has inflicted on our brains. This novel could have been half its length (like he had originally intended)... the fact that he had to write an afterword to justify his writing choices—to say more, instead of less—feels tragic.\n\n------------------------------------------------------------------\n\n\"Maybe you're better off not knowing things you don't have to know.\"\n\n\"Never give up believing. If you can believe strongly, deeply, in something, the road ahead will become clear.\"\n\n\"Truth is not found in fixed stillness, but in ceaseless change and movement.\""
  },
  {
    "title": "The Year of Magical Thinking",
    "author": "Joan Didion",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2024-12-10",
    "dateStarted": "2021-06-27",
    "review": "_**\"And then, gone. In the midst of life we are in death.\"**_\n\nSo powerful and beautifully written, but unfortunately a little too insane for me to feel comfortable fully immersing myself in. (although that is the entire point of art I guess) Reader's error, not writer's error. I guess I had trouble connecting with this book because I have never experienced the death of loved ones, especially at the magnitude Joan was forced to. Overall, still a very powerful work of art—if you are willing to let it in. :' )\n\n--------------------------------\n\n\"Read, learn, work it up. Go to the literature. _Information is control._\"\n\n\"Grief turns out to be a place none of us know until we reach it.\"\n\n\"I never saw a wild thing sorry for itself.\""
  },
  {
    "title": "Crying in H Mart",
    "author": "Michelle Zauner",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2024-11-11",
    "dateStarted": "2024-10-19",
    "review": "A beautifully written memoir for sure, but unfortunately it didn't really do as much for me as I've been hearing from the internet, media, friends, etc. I had a hard time resonating with this book, although Michelle Zauner definitely has a very gifted way with words whether in songs or in writing. I think it's probably because my experiences growing up as an Asian American were so drastically different from hers: different area, different culture, & a completely different style of upbringing. I can see why a lot of people love this book though, and the motif of foods as a connection to culture and family is a nice touch."
  },
  {
    "title": "The Trial",
    "author": "Franz Kafka",
    "rating": 3,
    "shelf": "currently-reading",
    "dateFinished": null,
    "dateStarted": "2024-07-15"
  },
  {
    "title": "Sputnik Sweetheart",
    "author": "Haruki Murakami",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2024-10-19",
    "dateStarted": "2020-12-23",
    "review": "so so belated but ... this book is exactly Murakami. Refreshing and beautiful, very strange ... meaningless and absolutely meaningful at the same time."
  },
  {
    "title": "Grimm's Fairy Tales",
    "author": "Jacob Grimm",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2021-07-01",
    "dateStarted": "2021-07-01",
    "review": "Lovely little escape into an older world with kings and princesses, where time passes slower and simply. Young girls have rosy cheeks with flowing hair and dinner can be a crust of bread and milk. \n\nGreat, short, readable sentences accompanied by printed illustration plates. \n\nMany stories have very questionable morals though - mostly about staying submissive and admiring of wealthy monarchs in power. But I enjoyed those about the concrete existence of extreme karma. Kindness and wickedness are defined as sharply distinct and XOR in these stories (& the characters' fates fall in accordance with their behavior on the ends of these two extremes). I'm glad they reminded me of the days when I would choose kindness & hard work in poverty over wickedness & idleness in riches - and in these stories there is always gold or a prince waiting on the other side for those with a good heart.  \n\nAlso nice to read stories with a little more weight than some of their glorified Disney counterparts - the G in Grimm most definitely does not stand for \"General Audiences.\" \n\nMost enjoyed: \"The Elves and The Cobbler,\" \"Little Red Riding Hood,\" \"Snow-White and Rose-Red,\" \"Cinderella\" (but this one takes last place on the list because of the chopped-off toe and bloody heel) \n\nMost questionable morals: \"The Wolf and The Seven Goslings,\" \"The Three Luck Children,\" \"Briar Rose,\" \"The Gold Spinner,\" The Twelve Huntsmen,\" \"The Town Musicians\""
  },
  {
    "title": "The Secret Lives of Color",
    "author": "Kassia St. Clair",
    "rating": 3,
    "shelf": "currently-reading",
    "dateFinished": null,
    "dateStarted": "2024-04-27"
  },
  {
    "title": "The Creative Act: A Way of Being",
    "author": "Rick Rubin",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2024-08-27",
    "dateStarted": "2023-06-13",
    "review": "**\"When making art, we create a mirror in which someone may see their own hidden reflection.\"**\n\nFour stars just because there are so many undeniable beautiful truths in this book. The actual format was a bit uninteresting & hard to get through, but most of his musings touch very true aspects of the creative act. This book would have been more exciting with actual anecdotes or stories of how these diatribes manifest in the real world, instead of just a laundry list of instructions. (perhaps he's under NDA for his work with bigger artists? ... idk but that's still a very sad excuse)\n\nThe audiobook was a silly experience because it's basically a 4 hour lecture of Rubin indoctrinating his philosophy to you—with an echoing \"ding\" after every chapter from his gong.\n\n--------------------------------------------------------\n\n_\"Though we can't change what it is that we're noticing, we can change our _ability to notice._\"\n\n\"The universe is only as large as our perception of it.\"\n\n\"We're not playing to win, we're playing to play.\"\n\n\"Darkness and light are only meaningful in relation with each other. Without one, the other wouldn't exist.\"\n\n\"Good habits create good art. The way do anything is the way we do everything.\"\n\n\"The best work is the work you're excited about.\"\n\n\"The magic lives in the wonder of what we do not know.\"_"
  },
  {
    "title": "When We Cease to Understand the World",
    "author": "Benjamín Labatut",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2024-08-21",
    "dateStarted": "2023-02-03",
    "review": "Oh goodness I'm so sorry goodreads. Bogged down asf so no time for a real review but: unfortunately, I ceased to understand the meaning of this book. It just seems like an artistic and highly fictionalized retelling of great scientific minds descending into \"madness.\" But why??? \n\nI literally could not pull a single worthwhile message from this book. But the title was poetic and promising at least!"
  },
  {
    "title": "The Invisible Life of Addie LaRue",
    "author": "V.E. Schwab",
    "rating": 3,
    "shelf": "currently-reading",
    "dateFinished": null,
    "dateStarted": "2024-08-22"
  },
  {
    "title": "Dance Dance Dance",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2024-07-31",
    "dateStarted": "2020-12-23",
    "review": "I hate to say this but Murakami ,,, this is definitely not his brilliant spontaneous genius at its best. However, still solid. Like the main characters: just dance, dance, dance all the problems away ..."
  },
  {
    "title": "Siddhartha",
    "author": "Hermann Hesse",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2024-07-24",
    "dateStarted": "2021-12-10",
    "review": "**\"Soft is stronger than hard, water stronger than rock, love stronger than force.\"**\n\nFull of musings and universal truths (as expected) but also not about the actual Buddha Siddhartha (not as expected oops). A beautiful work of literature, but at times told a little too mythically for me to take it seriously. Very slow lives, very at peace. You can tell it was written from a different time that we are slowly losing. (Sad, but, as Siddhartha suggests, a truth we should accept as inevitable)\n\n_\"Everyone takes. Everyone gives. Such is life.\"\n\n\"The opposite of every truth is just as true.\" \n\n\"Time is not real, Govinda, I have experienced this often and often again. And if time is not real, then the gap which seems to be between the world and the eternity, between suffering and blissfulness, between evil and good, is also a deception.\"_"
  },
  {
    "title": "The Wisdom of the Bullfrog: Leadership Made Simple (But Not Easy)",
    "author": "William H. McRaven",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2024-07-21",
    "dateStarted": "2024-07-20",
    "review": "**\"Hard work creates opportunities.\"**\n\nYou can tell that this man was a four-star US Navy admiral just from listening to the crisp way he enunciates his words in the audiobook. Straightlaced and disciplined, McRaven gives excellent advice that translates smoothly from the battlefield into any corporate or leadership setting. The principles themselves are a bit generic, like you would find in any leadership book, but the real world examples he gives from his time in SEAL training and in the field add color to them. If anything, it's just fascinating to learn a bit about behind-the-scenes US military operations and the sheer feats of human discipline that they require. \n\n_\"You must have a personal code of conduct that provides an anchor for your decisions and your actions.\"\n\n“The day you no longer believe you have something to prove, the day you no longer believe you must give it your all, the day you think you are entitled to special treatment, the day you think all your hard days are behind you, is the day you are no longer the right leader for the job.”\n\n\"Who dares, wins. Who sweats, wins. Who plans, wins\"\n\n\"Never rely on hope as a strategy.\"\n\n\"A shepherd should smell like his sheep.\"\n\n\"The harder I worked, the more luck I seemed to have.\"_"
  },
  {
    "title": "Room to Dream",
    "author": "David  Lynch",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2024-06-03",
    "dateStarted": "2022-05-31",
    "review": "David Lynch is a wonderful film director but perhaps not the best book writer. The parts he narrates in the biography feel just like he is having a conversation with you though, which is lovely. \n\nThe other biographer in this book seemed to be head over heels obsessed with him … she could not write a single bad thing about the man. Perhaps it would be better to have a dual view of both his good and evil qualities, like so many of the characters he creates."
  },
  {
    "title": "Kokoro",
    "author": "Natsume Sōseki",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2024-07-20",
    "dateStarted": "2021-07-08",
    "review": "**\"There is no such thing as a stereotype bad man in this world. Under normal conditions, everybody is more or less good, or, at least, ordinary. But tempt them, and they may suddenly change. That is what is so frightening about men.\"**\n\nRemarkable truths and observations about life and the nature of human beings. However, so depressing and futile that I really can't bump it up to 5 stars. How do people live with these thoughts, as the main characters do, and \"accomplish\" anything with their lives? Maybe it's my Western capitalism brainwashing kicking in, but I can't stand for this story of characters who just live off their inherited wealth and do nothing of value all day. If anything, perhaps Sōseki is trying to make a commentary on how living uselessly just leads to self-inflicted harms and death? And also perhaps a comment on the nature of human beings—neither inherently good nor bad, but just blank slates which over time the ruinous world can stain with dark terrible ink.\n\n_\"It's a bad thing not to have a struggle for one's living.\"\n\n---------------------------------------\n\n\"My heart, which until then had felt tight with pain and fear, seemed to find relief in sorrow.\"_"
  },
  {
    "title": "The Setting Sun",
    "author": "Osamu Dazai",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2024-07-16",
    "dateStarted": "2020-12-26",
    "review": "**\"Only those who wish to go on living should. Just as man has the right to live, he ought also to have the right to die.\" **\n\nDazai writes like a genius, though unfortunately a very depressed one. This book is hideous, tortured, and yet still ... 'beautiful' isn't the right word, but something close to that. I remember loving his writing in high school because it was easy to share the same viewpoint as his characters. But when for some strange unshakable reason you now believe that life is worth living, you can't appreciate his writing in the same way. Anyone who takes this book to heart, and not as a work of art, might meet the same dangerous fate as the spoiled aristocrat main characters.\n\nYou can't seem to separate the art from the artist in the situation. Dazai is such a strange, strange man. So horrifyingly dark at times, yet also so full of gentle light.\n\n_\"Last year, nothing happened. The year before, nothing happened. And the year before that, nothing happened.\"\n\n\"We all remain children, no matter how much time goes by. We don't understand anything.\"_"
  },
  {
    "title": "Heartburn",
    "author": "Nora Ephron",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2024-06-15",
    "dateStarted": "2024-06-18",
    "review": "Unfortunately not relatable at all. (I guess because I have never truly been in love or fallen out of a marriage) Had high hopes for it to turn into something meaningful because it was so highly recommended by Madeline Miller and a slew of other famous people, but unfortunately it just seemed like a lighthearted joke. I will say this was written in the 80s but could somewhat pass as a modern novel, so the writing is decent. Feels like you're having a conversation with a jaded housewife finally woken up by far-flung catastrophes striking in her life."
  },
  {
    "title": "Steppenwolf",
    "author": "Hermann Hesse",
    "rating": 3,
    "shelf": "currently-reading",
    "dateFinished": null,
    "dateStarted": "2021-12-10"
  },
  {
    "title": "The Design of Everyday Things",
    "author": "Donald A. Norman",
    "rating": 3,
    "shelf": "currently-reading",
    "dateFinished": null,
    "dateStarted": "2021-06-29"
  },
  {
    "title": "The Fall",
    "author": "Albert Camus",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2024-06-10",
    "dateStarted": "2024-05-08",
    "review": "This book takes unreliable narrator to the next level. There are probably some genius interesting philosophies hidden inside it that will make you rethink your whole life, but you have to work so hard to decipher them that sadly I just gave up. Camus is a master at using motifs and symbols to suggest crazy meanings though—the themes of this book seem very similar to _The Stranger_, except that one was nicer to read because it actually had a plot."
  },
  {
    "title": "And Then There Were None",
    "author": "Agatha Christie",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2024-06-06",
    "dateStarted": "2022-03-05",
    "review": "mystery at its finest. what a labyrinthine masterpiece. magnum opus material for sure.\n\nSped through the entire thing in two days, literally couldn’t even resist spoiling it a quarter of the way through. Honestly I would almost recommend reading the Wikipedia page beforehand though … because damn you pick up SO many more masterfully placed details already knowing who orchestrated this delicate test of human evils. "
  },
  {
    "title": "The Handmaid’s Tale (The Handmaid's Tale, #1)",
    "author": "Margaret Atwood",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2024-05-18",
    "dateStarted": "2024-05-20",
    "review": "epic. the finished-in-3-sittings type of good. will collect my thoughts after the horror at humanity’s evils has time to truly set in."
  },
  {
    "title": "A Field Guide to Getting Lost",
    "author": "Rebecca Solnit",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2024-05-15",
    "dateStarted": "2023-08-26",
    "review": "I have been so horrid at keeping up on Goodreads "
  },
  {
    "title": "Men Without Women",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2024-04-25",
    "dateStarted": "2020-12-23",
    "review": "Nothing revitalizes my appreciation of life and rediscovery of freewill like Murakami. Even in short story format (or perhaps because of it), his writing is always genuinely the most sublime joy. It's like reverting back to the state of being a wide-eyed child with no shame, refusing to capitulate to the terrors of the world. This book was about loneliness, but not in a purely sad way at all. It's always an indulgent treat to immerse myself in Murakami's world, a world that fits my philosophies so perfectly—but sadly it's important to remember there is a difference between reality in books and reality in life. This was a beautiful short sweet treat—makes you think about and feel and notice so many new things. leaves a wonderful aftertaste.\n\n--------------------------------------------------\n\n> \"'Tobacco's a killer.' \n'Being alive is a killer, if you think about it.'\"\n\n\"Maybe working on the little things as dutifully and honestly as we can is how we stay sane when the world is falling apart.\""
  },
  {
    "title": "Extremely Loud & Incredibly Close",
    "author": "Jonathan Safran Foer",
    "rating": 2,
    "shelf": "read",
    "dateFinished": "2024-04-18",
    "dateStarted": "2023-09-10",
    "review": "extremely long & incredibly childish. there were only a handful of good bits—otherwise this book seemed strangely immature (even though it's supposed to be from the POV of a child; the writing was just objectively horrendous) and I could not wait it to be over.\n\n-----------------------------------\n\n\"You cannot protect yourself from sadness without protecting yourself from happiness.\"\n\n\"I'm so afraid of losing something I love that I refuse to love anything.\"\n\n\"Life is scarier than death.\""
  },
  {
    "title": "Four Thousand Weeks: Time Management for Mortals",
    "author": "Oliver Burkeman",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2024-04-09",
    "dateStarted": "2024-03-30",
    "review": "**\"In the long run, we're all dead.\"**\n\nThe best thing about this book was its title. This entire book could be summed up in just a few sentences—not sure why Burkeman decided to have us waste precious time with all his waffling and unnecessary anecdotes ... instead of saving us some time, ha.\n\nIn reality, it all boils down to just the title: we are mortal! We will NEVER have enough time to do everything we want to do. So might as well just prioritize and enjoy life while you can.\n\n---------------------------------------------\n\n\"I soon discovered that when you get tremendously efficient at answering email, all that happens is that you get much more email.\"\n\n\"This notion that fulfillment might lie in embracing, rather than denying, our temporal limitations wouldn't have surprised the philosophers of ancient Greece and Rome. **The noblest of human goals wasn't to become godlike, but to wholeheartedly human instead.**\"\n\n\"Work expands so as to fill the time available for its completion.\"\n\n\"What you pay attention to will define, for you, what reality is.\"\n\n\"The human disease is often painful, but it's only unbearable for long as you are under the impression that there might be a cure. Accept the inevitability of the affliction, and freedom ensues.\""
  },
  {
    "title": "Nausea",
    "author": "Jean-Paul Sartre",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2024-03-30",
    "dateStarted": "2021-10-11",
    "review": "**“I am. I am, I exist, I think, therefore I am; I am because I think, why do I think? I don't want to think any more, I am because I think that I don't want to be, I think that I . . . because . . . ugh!”**\n\nThis book genuinely feels like nausea. A very fitting title. Written as a series of fragmented journal entries, it feels very stream-of-conscious and meta—so much to the point where I couldn't grasp anything that was going on. It's a chaotic mix of not just strange but also mundane events, all seen through the eyes of a not-very-mentally-stable narrator. \n\nWhile I didn't understand what was happening in this character's outside world, there were a few golden lines to be picked out of the narrator's remarkable internal self-reflections (very meta). I didn't enjoy it very much, but I think that might be the point—who is supposed to enjoy the feeling of nausea?\n\n----------------------------------\n\n\"Life has a meaning if we choose to give it one.\"\n\n\"Once right has taken ahold of a man, exorcism cannot drive it out.\"\n\n\"Perhaps there is nothing in the world I cling to as much as this feeling of adventure.\"\n\n\"But everything changes when you tell about life; it's a change no one notices: the proof is that people talk about true stories. As if there could possibly be true stories; things happen one way and we tell about them in the opposite sense.\"\n\n\"There is something I longed for more that all the rest - without realizing it properly. It wasn’t love, heaven forbid, nor glory, nor wealth. It was … anyway, I had imagined that at certain moments my life could take on a rare and precious quality.\"\n\n\"I am beginning to believe that nothing can ever be proved. There are reasonable hypotheses that take facts into account: but I am all too aware that they come from me, that they are simply a way of unifying my knowledge.\""
  },
  {
    "title": "Trust",
    "author": "Hernan Diaz",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2024-03-07",
    "dateStarted": "2024-02-11",
    "review": "**\"Money is a fantastic commodity. You can’t eat or wear money, but it represents all the food and clothes in the world. This is why it’s a fiction.\" **\n\nWell-written, no doubt, and gives genius insights into life through the lens of ... finance, I guess. This book is purely about the finance world, and how finance controls the world—but it also makes broad statements on humanity and feminism through quite interesting plot twists. \n\nIt is very fitting that this was published in the past few years, since money culture and materialism have just become so horrifically bad in modern society—especially with the rise of social media. I almost feel disgusted by the sheer amount of wealth this book butters the reader up with, since it feels so self-aggrandizing to read through these pages through the lens of such elite socialite characters.\n\nAlthough Hernan Diaz is undeniably a _good_ writer, very talented with words, I remember feeling lost at the purpose of this book after finishing it. It just seems to serve as entertainment to feed into our obsession with wealth and **money** as a society. Especially after living in LA for a bit, I feel like the subject matter of this book can be very dangerous—I have never felt less grounded in humble reality and instead feel constantly swept away by waves of materialistic fucking chaos.\n\nI guess this book just fits relevantly into the terrible culture of greed and flashiness that our society continues to magnify through social media, so it won the nice (flashy, haha) Pulitzer Prize. It makes me anxious just thinking about this, which is why I didn't give this book a full five stars, but I guess I just need to face the inevitable reality of our greed-driven, money-loving society.\n\n----------------------------------------------\n\n> \"The ideal conditions for business were never given. One had to create them.\"\n\n\"Whenever we found ourselves walking along the waterfront, he would point at lower Manhattan, tracing the skyline with his finger while explaining that none of it really existed. 'A mirage,' he called it. **'Despite all those tall buildings—despite all that steel and concrete—Wall Street was,' he said, 'a fiction'. . . . 'Stock, shares, and all that garbage are just claims to future value. So if money is fiction, finance capital is the fiction of a fiction. That’s what all those criminals trade in: fictions.'\"**\n\n\"Fiction, harmless? Look at religion. Fiction harmless? Look at the oppressed masses content with their lot because they have embraced the lies imposed on them. History itself is just a fiction-a fiction with an army. And reality? Reality is a fiction with an unlimited budget. And how is reality funded? With yet another fiction: money. Money is at the core of it all. An illusion we've all agreed to support. **We can differ on other matters, like creed or political affiliations, but we all agree on the fiction of money and that this abstraction represents concrete goods.**\" \n\n\"Money is not one thing. It is, potentially, all things. And for this reason it is unrelated to all things.\"\n\n**\"The closer one is to the source of power, the quieter it gets.\"**\n\n\"Regardless of the circumstances, there is always room for individual action.\"\n\n----------------------------------------------\n\n03.07.24:\nhmmm idk yet. I think I need to go back and read the Wikipedia plot summary or something because this was too confusing for me "
  },
  {
    "title": "Human Acts",
    "author": "Han Kang",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2024-01-07",
    "dateStarted": "2023-08-24",
    "review": "hmmm mixed feelings about this one for now I think I just need to think about it more. Of course this had to be filled with miserable violence and not happy kindnesses (The title is so telling)\n\n-----------------\n\n\"What is this thing you call a soul? Is it like a kind of a glass? Before, we used to have a kind of glass that couldn't be broken. A truth so hard and clear it might as well have been made of glass. So when you think about, it was only when we were shattered that we proved we had souls. That's what we really were. Just humans, made of glass.\"\n\n\"Is it true that human beings are fundamentally cruel? Is the experience of cruelty the only thing we share as a species? Is the dignity that we cling to nothing but self-delusion, masking from ourselves the single truth: that each one of us is capable of being reduced to an insect, a ravening beast, a lump of meat? To be degraded, slaughtered - is this the essential of humankind, one which history has confirmed as inevitable?\""
  },
  {
    "title": "Never Let Me Go",
    "author": "Kazuo Ishiguro",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2024-02-01",
    "dateStarted": "2024-01-31",
    "review": "no words, just tears "
  },
  {
    "title": "Simple Passion",
    "author": "Annie Ernaux",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2024-01-07",
    "dateStarted": "2024-01-07",
    "review": "**\"I do not wish to explain my passion. That would imply that it was a mistake or some disorder I need to justify. I just wish to describe it.\"**\n\nShort ... but not really sweet. Just sad. But still lovely in a way.\n\n---------------------------------\n\n_\"Sometimes I wonder if the purpose of my writing is to find out whether other people have done or felt the same things or, if not, for them to consider experiencing such things as normal.\"_"
  },
  {
    "title": "No Self, No Problem: How Neuropsychology Is Catching Up to Buddhism (The No Self Wisdom Series)",
    "author": "Chris Niebauer",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2023-12-12",
    "dateStarted": "2023-11-12",
    "review": "**\"Stop thinking, and end your problems. - Lao Tzu\"**\n\nI wholeheartedly believe in the ideas from this book, but it really doesn’t do that great a job of arguing for itself. So 100% confirmation bias on my end, but I'm still glad I read (listened to) this.\n\n--------------------------------------------------------------------\n\n\"The self that you think you know is not real.\"\n\n\"It is the process of thinking that creates the self, rather than there being a self having any independent existence separate from thought.\"\n\n“We are the only species that we know of that can believe in ourselves, lie to ourselves, convince ourselves, love or hate ourselves, accept ourselves, push and even pull ourselves.”\n\n“ 'Do you want to know what my secret is?'... 'I don't mind what happens.' \""
  },
  {
    "title": "The Martian",
    "author": "Andy Weir",
    "rating": 2,
    "shelf": "read",
    "dateFinished": "2023-12-17",
    "dateStarted": "2022-06-12",
    "review": "I really did not get the hype behind this book. (insert crying face emoji here) I wanted to like it so desperately because of the gorgeous cover design and the fascinating subject matter (interplanetary exploration!?!?!!) ... but it really just seemed like an excuse for Andy Weir to show off how scientifically and mathematically accomplished he is. Half the book was just crunching numbers and matter-of-fact explanations. To my own alarm I did not find a single beautiful quote that I wanted to save (which has not happened for any other book I've read this entire year). I can see how people might like this book though, because it is just full of easy-to-read and relatable humor.\n\nMaybe I am biased because working at JPL has proven to me how utterly unrealistic the events at JPL seemed ... it probably just hit a little too close to home. There is an alarming difference between a place's reputation and its reality, so I think I just hate how glorified and dramatized everything seemed in this book. \n\nLooking back I am trying desperately to find something that I learned or absorbed from the 10 hours I spent on this, but to be honest there's not much at all. This just felt like manufactured entertainment, not powerful art."
  },
  {
    "title": "Elon Musk",
    "author": "Walter Isaacson",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-11-06",
    "dateStarted": "2023-08-22",
    "review": "**\"Optimism, pessimism, fuck that. We're going to make it happen.\"**\n\nSo fascinating. Genius & insanity have to come as a package deal, I guess. Elon is definitely not lacking in the insanity arena, which is why I can see how a lot of people hate him. But this book also made me respect him for some of the acts of genius he has pulled off. It gives a fascinating behind-the-scenes look at what created that superhuman masochistic drive in him. Walter Isaacson is such an unparalleled biographer in the way he carefully pieces together details to really make a person 3D. This is a very objective view of Musk, in all his great glory but also his great shames. I just wonder why Isaacson had not waited longer to write this. We might need a Part 2 later. \n\n----------------------------------------------------------\n\n\"Live dangerously, carefully.\"\n\n\"I was used to South Africa where people will just rob you and kill you, so I slept on my backpack until I realized not everyone was a murderer.\"\n\n\"I could go and buy one of the islands of the Bahamas and turn it into my personal fiefdom, but I am much more interested in trying to build and create a new company.\"\n\n\"Separating the design of a product from its engineering was a recipe for dysfunction.\"\n\n\"This is a land of adventurers. That spirit needed to be rekindled in America, he felt, and the best way to do that would be to embark on a mission to colonize Mars. To have a base on Mars would be incredibly difficult ... But it will be incredibly inspiring. And we must have inspiring things in the world.\"\n\n\"Life cannot merely be about solving problems, he felt. It must also be about pursuing great dreams. That's what can get us up in the morning.\"\n\n\"He never put much effort into sales and marketing, and instead believed that if you made a great product, the sales would follow.\"\n\n\"We all make mistakes. What matters is if a person has a good feedback loop, can seek criticism from others, and can improve.\""
  },
  {
    "title": "Slow Days, Fast Company: The World, the Flesh, and L.A.",
    "author": "Eve Babitz",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-10-08",
    "dateStarted": "2023-08-31",
    "review": "Eve just Knows™️. The most LA book ever, whatever 'LA' even means—it's a big falling apart mess, but we fall over and over again in love with LA "
  },
  {
    "title": "The 48 Laws of Power",
    "author": "Robert Greene",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2023-08-14",
    "dateStarted": "2023-06-12",
    "review": "**\"If the game of power is inescapable, better to be an artist than a denier or a bungler.\"**\n\nHighkey facts—but also somewhat of a monstrosity. Absolutely true though. Much better to learn how to play the game than to be played. \n\nAlso, side note: this cover is a beautiful piece of design. Very genius. Conveys power to a T. \n\nEdit: side note pt. 2: all the laws in this book are (perhaps unexpectedly) incredibly applicable to artists. or anyone trying to make creative work to be seen by the world.\n\n------------------------------------------------------\n\nPREFACE\n\n\"Any man who tries to be good is bound to come to ruin among the great number who are not good.\"\n\n_\"If the game of power is inescapable, better to be an artist than a denier or a bungler.\"_\n\n\"The value of a thing sometimes lies not in what one attains with it, but in what one pays for it - what it costs us. - Friedrich Nietzsche\"\n\n\"Never discriminate as to who you study, and whom you trust. Never trust anyone completely. And study everyone.\"\n\nLAW 1: NEVER OUTSHINE THE MASTER\n\n“Never take your position for granted and never let any favors you receive go to your head.”\n\nLAW 2: NEVER PUT TOO MUCH TRUST IN FRIENDS, LEARN HOW TO USE ENEMIES\n\n\"All working situations require a kind of distance between people. The key to power, then, is the ability to judge who is best able to further your interests in all situations. Keep friends for friendship, but work with the skilled and competent.”\n\n“A person who has something to prove will move mountains for you.”\n\n“Without a worthy opponent, a man or group cannot grow stronger.”\n\nLAW 5: SO MUCH DEPENDS ON REPUTATION. GUARD IT WITH YOUR LIFE\n\n“Reputation is the cornerstone of power. Through reputation alone you can intimidate and win; once it slips, however, you are vulnerable, and will be attacked on all sides. Make your reputation unassailable.”\n\nLAW 6: COURT ATTENTION AT ALL COST\n\n“Better to create something ugly and disturbing, [Picasso] believed, than to let viewers grow too familiar with his work. Understand: People feel superior to the person whose actions they can predict.”\n\n“People are enthralled by mystery; because it invites constant interpretation, they never tire of it. The mysterious cannot be grasped. And what cannot be seized and consumed creates power.”\n\nLAW 11: LEARN TO KEEP PEOPLE DEPENDENT ON YOU\n\n“To maintain your independence you must always be needed and wanted. The more you are relied on, the more freedom you have.”\n\nLAW 12: USE SELECTIVE HONESTY AND GENEROSITY TO DISARM YOUR VICTIM\n\n“Learn to give before you take. It softens the ground, takes the bite out of a future request.”\n\n**LAW 13: WHEN ASKING FOR HELP, APPEAL TO PEOPLE'S SELF-INTEREST, NEVER TO THEIR MERCY OR GRATITUDE **\n\n“Self-interest is the lever that will move people.”\n\nLAW 16: USE ABSENCE TO INCREASE RESPECT AND HONOR\n\n“Create value through scarcity.”\n\nLAW 20: DO NOT COMMIT TO ANYONE\n\n“If you allow people to feel they possess you to any degree, you lose all power over them. By not committing your affections, they will only try harder to win you over.”\n\nLAW 22: USE THE SURRENDER TACTIC: TRANSFORM WEAKNESS INTO POWER\n\n“This is the essence of the surrender tactic: Inwardly you stay firm, but outwardly you bend.”\n\nLAW 23: CONCENTRATE YOUR FORCES\n\n“As Schopenhauer wrote, **'Intellect is a magnitude of intensity, not a magnitude of extensity.'**\"\n\nLAW 24: PLAY THE PERFECT COURTIER\n\n“Be Frugal in Asking Those Above You for Favors. Most important: Do not ask for favors on another person's behalf, least of all a friend's.”\n\n\"Be Self-observant. You must be the mirror, training your mind to try to see yourself as others see you.”\n\nLAW 34: BE ROYAL IN YOUR OWN FASHION: ACT LIKE A KING TO BE TREATED LIKE ONE\n\n\"It is within your power to set your own price.\" \n\nLAW 35: MASTER THE ART OF TIMING\n\n“Time is an artificial concept that we ourselves have created to make the limitlessness of eternity and the universe more bearable, more human.”\n\nLAW 37: CREATE COMPELLING SPECTACLES\n\n“The symbol contains untold power. The visual has come to dominate the others, and is the sense we most depend on and trust. As Gracian said, “The truth is generally seen, rarely heard.”\n\n“Never neglect the way you arrange things visually. The visual contains great emotional power.”\n\nLAW 38: THINK AS YOU LIKE BUT BEHAVE LIKE OTHERS\n\n“In society, outward appearances are what matter.”\n\nLAW 40: DESPISE THE FREE LUNCH\n\n“What has worth is worth paying for. There is no cutting corners with excellence.”\n\nLAW 43: WORK ON THE HEARTS AND MINDS OF OTHERS\n\n“The quickest way to secure people's minds is by demonstrating, as simply as possible, how an action will benefit them. The cause seduces but the self-interest secures the deal.”\n\nLAW 46: NEVER APPEAR TOO PERFECT\n\n“Appearing better than others is always dangerous, but most dangerous of all is to appear to have no faults or weaknesses. Envy creates silent enemies.\"\n\n“The master of power understands that the appearance of superiority over others is inconsequential next to the reality of it.”\n\nLAW 47: DO NOT GO PAST THE MARK YOU AIMED FOR; IN VICTORY, LEARN WHEN TO STOP\n\n“As they say in riding school, you have to be able to control yourself before you can control the horse.”\n\n\"When you have won a victory, tighten the strings of your helmet.\"\n\n**LAW 48: ASSUME FORMLESSNESS\n\n“By taking a shape, by having a visible plan, you open yourself to attack. Instead of taking a form for your enemy to grasp, keep yourself adaptable and on the move. Accept the fact that nothing is certain and no law is fixed. The best way to protect yourself is to be as fluid and formless as water; never bet on stability or lasting order. Everything changes.”**"
  },
  {
    "title": "The Prophet",
    "author": "Kahlil Gibran",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-08-30",
    "dateStarted": "2023-08-24",
    "review": "**\"The deeper that sorrow carves into your being, the more joy you can contain.\"**\n\nKahlil really got us with this one. Started off so unbelievably strong—every line was so wise that it genuinely restored my faith in life. However, slowly it spirals off into more nonsensical and completely unintelligible little anecdotes. Still I somehow do not regret reading this. There are so many timeless truths in this. This man really is a prophet. \n\nAnd here is one of my favorite quotes by Emerson, brought up in one of my reviews yet again because it just applies SO WELL: \"'In every work of genius we recognize our own rejected thoughts; they come back to us with a certain alienated majesty.\"\n\nThank you Kahlil Gibran, I don't know how you knew this much about my life but some of these words you wrote have made me feel so validated and hopeful for the future—you really are doing God's work here.\n\n-------------------------------------------\n\n\"You work that you may keep pace with the earth and the soul of the earth.\"\n\n\"And in keeping yourself with labour you are in truth loving life,\nAnd to love life through labour is to be intimate with life’s inmost secret.\"\n\n\"And he alone is great who turns the voice of the wind into a song made sweeter by his own loving.\"\n\n**\"Work is love made visible.\"**\n\n**\"The deeper that sorrow carves into your being, the more joy you can contain.\"**\n\n\"Have you only comfort, and the lust for comfort, that stealthy thing that enters the house a guest, and then becomes a host, and then a master?\"\n\n**\"And verily he will find the roots of the good and the bad, the fruitful and the fruitless, all entwined together in the silent heart of the earth.\"**\n\n\"If the teacher is indeed wise he does not bid you enter the house of his wisdom, but rather leads you to the threshold of your own mind.\"\n\n\"And I have found both freedom and safety in my madness; the freedom of loneliness and the safety from being understood, for those who understand us enslave something in us.\"\n\n**\"Only when you are empty are you at standstill and balanced.\"**"
  },
  {
    "title": "Bunny (Bunny, #1)",
    "author": "Mona Awad",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-09-09",
    "dateStarted": "2022-03-28",
    "review": "no thoughts rn just Bunny™️ "
  },
  {
    "title": "The Book Thief",
    "author": "Markus Zusak",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-09-06",
    "dateStarted": "2023-08-14",
    "review": "Extraordinary story. EXQUISITE writing. Refreshing and creative at every turn. Love that it's literally told from the POV of Death but also—I probably wasn't in the right headspace to absorb it right now. \n\nThis book is a hard thing and sadly I am not currently in the mood for hard things. But there's still timeless, even if hard-earned, joy in this book—and the magic of seeing the world through a child's eyes, even if it's a world filled with suffering and war and wayyyyy too much of Death. Who knew Death had such a sense of humor though, haha—maybe that's just the only way to approach Life.\n\n-------------------------------------------\n\nPROLOGUE: A MOUNTAIN RANGE OF RUBBLE: DEATH AND CHOCOLATE\n\n\"Here is a small fact: you are going to die.\"\n\n\"As I've been alluding to, my one saving grace is distraction. It keeps me sane. It helps me cope.\"\n\n\nGROWING UP A SAUMENSCH\n\n\"The human child. So much cannier at times than the stupefyingly ponderous adult.\"\n\n\nTHE SWAPPING OF NIGHTMARES\n\n\"No one's urine smells as good as your own.\"\n\n\nTHE WHISTLER AND THE SHOES\n\n\"Stealing it, in a sick kind of sense, was like earning it.\"\n\n\nTHE COMPLETE DUDEN DICTIONARY AND THESAURUS: CHAMPAGNE AND ACCORDIONS\n\n\"Competence was attractive.\""
  },
  {
    "title": "Dark Matter",
    "author": "Blake Crouch",
    "rating": 1,
    "shelf": "read",
    "dateFinished": "2023-08-29",
    "dateStarted": "2023-07-25",
    "review": "Dark but terribly executed and clichéd matter. The sci-fi idea behind this book had so much exciting potential—a whole world of multiverses, & the inevitable conflict between following draconian ambition versus following humanity and love in life. However, instead of the carefully-crafted, authentic story I had hoped for (think the multiverses in _Everything Everywhere All At Once_), this turned out to be a corny and sloppy portrayal of extremely 2-dimensional characters. There was no real heart or beauty in this at all. Just cheap entertainment. Not love, only lust. \n\nI guess, for every beautiful A24 movie you experience, you just have to come across a few flashy but tasteless blockbusters too.\n\n-----------------------------------------------\n\n\"The older I get, the less I understand.\" \n\n\"_'The most beautiful thing we can experience is the mysterious.'_ Einstein's words, not mine.\" \n\n\"We are all made of the same thing. The blown out pieces of matter formed in the dead stars.\"\n\n\"I suppose we’re both just trying to come to terms with how horrifying infinity really is.\""
  },
  {
    "title": "The White Book",
    "author": "Han Kang",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2023-08-23",
    "dateStarted": "2023-01-08",
    "review": "WOW an insane poetic experience. beautiful, yet stark. like a heavy, and blinding—yet peaceful—snow. the author’s touch translates so well over languages, kudos to the translator.\n\nthere is such a strong energy in these words. lovely, and terrible.\n\n--------------------------------------------------\n\n_\"It seems the place I flee to is not so much a city on the other side of the world as further into my own interior.\"\n\n\"What I had fancied a mysterious swamp was a dry, dusk-clogged puddle.\"\n\n\"Nothing is eternal.\"\n\n\"There are certain memories that remain inviolate to the ravages of time, and to those of suffering.\"\n\n\"Learning to love life again is a long and complicated process.\"\n\n\"Only in the gap between darkness and light, only in that blue-tinged breach, do we manage to make out each other's faces.\" _"
  },
  {
    "title": "Flowers for Algernon",
    "author": "Daniel Keyes",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2023-08-23"
  },
  {
    "title": "The Art of Seduction",
    "author": "Robert Greene",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-08-21",
    "dateStarted": "2023-08-14",
    "review": "**“Whatever is done from love always occurs beyond good and evil. — FRIEDRICH NIETZSCHE”**\n\nalright this man has studied this art and the mastery of its technique to the very finest detail. terrifyingly accurate. except I think there is (sadly) a huge gaping difference between knowing what to do versus actually being able to do it. damn. otherwise the world would have had to watch out for this newest master of the art right here. thank goodness it'll never have to experience me at the peak of my artistry, i'd be too dangerous and everybody already knows it. "
  },
  {
    "title": "Boy: Tales of Childhood (Roald Dahl's Autobiography, #1)",
    "author": "Roald Dahl",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": null,
    "dateStarted": "2021-03-14",
    "review": "Absolute fun. Still can remember almost all the stories even though it's been 10 years since I last read it. High quality living."
  },
  {
    "title": "The Wind-Up Bird Chronicle",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "favorites",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "The Great Gatsby",
    "author": "F. Scott Fitzgerald",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2021-01-01",
    "dateStarted": "2021-03-07"
  },
  {
    "title": "Mastery",
    "author": "Robert Greene",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2023-07-21",
    "dateStarted": "2023-07-16",
    "review": "**“One can have no smaller or greater mastery than mastery of oneself.\" — LEONARDO DA VINCI**\n\nNot a perfect book by any means but the meat of this book is so critical to a meaningful life that it had to join the 5-star shelf for me. Greene literally felt like a cult leader preaching to me because I was entranced. He makes so many astute and resoundingly true observations about past individuals' journeys to mastery—social/behavioral psychology at its absolute finest, though not quite its most scientific. This book will light a fire under you to get your ass up and really live your life.\n\n-------------------------------------------------------------\n\n\"In every work of genius we recognize our own rejected thoughts.\" - Ralph Waldo Emerson\n\n“Conforming to social norms, you will listen more to others than to your own voice. Most often you deviate because of the lure of money, of more immediate prospects of prosperity. Because this does not comply with something deep within you, your interest will lag and eventually the money will not come so easily. Not seeing clearly ahead of you, you will end up in a dead-end career. Even if your material needs are met, you will feel an emptiness inside that you will need to fill with any kind of belief system, drugs, or diversions. You may grow frustrated and depressed, never realizing that the source of it is your alienation from your own creative potential. In the end, the money and success that truly last come not to those who focus on such things as goals, but rather to those who focus on mastery and fulfilling their Life’s Task.”\n\n\"People get the mind and the quality of brain they deserve through their actions in life. Despite the popularity of genetic explanations for our behavior, scientists are demonstrating the degree to which the brain is actually quite plastic—how our thoughts determine our mental landscape.\"\n\n“People who are passive create a mental landscape that is rather barren. Because of their limited experiences and action, all kinds of connections in the brain die off from lack of use.\"\n\n\"Pushing against the passive trend of these times, you must work to see how far you can extend control of your circumstances and create the kind of mind you desire—not through drugs but through action.”\n\n“Everything that happens to you is a form of instruction if you pay attention.”\n\n“In moving toward mastery, you are bringing your mind closer to reality and to life itself. Anything that is alive is in a continual state of change and movement. The creativity that you gain in learning a skill so deeply must be constantly refreshed, as you keep forcing your mind back to a state of openness. The moment that you rest, thinking that you have attained the level you desire, a part of your mind enters a phase of decay. This is a power and intelligence that must be continually renewed or it will die.”\n\nCHAPTER 1\n\n“Too often we make a separation in our lives—there is work and there is life outside work, where we find real pleasure and fulfillment. Work is often seen as a means for making money so we can enjoy that second life that we lead. Even if we derive some satisfaction from our careers we still tend to compartmentalize our lives in this way. This is a depressing attitude, because in the end we spend a substantial part of our waking life at work. If we experience this time as something to get through on the way to real pleasure, then our hours at work represent a tragic waste of the short time we have to live. Instead you want to see your work as something more inspiring, as part of your _vocation._”\n\n“What we lack most in the modern world is a sense of a larger purpose to our lives. In the past, it was organized religion that often supplied this. But most of us now live in a secularized world. We human animals are unique—we must build our own world. We do not simply react to events out of biological scripting. But without a sense of direction provided to us, we tend to flounder. We don’t how to fill up and structure our time. There seems to be no defining purpose to our lives. We are perhaps not conscious of this emptiness, but it infects us in all kinds of ways. Feeling that we are called to accomplish something is the most positive way for us to supply this sense of purpose and direction. It is a religious-like quest for each of us.”\n\n“Our times might emphasize equality, which we then mistake for the need for everyone to be the same, but what we really mean by this is the equal chance for people to express their differences, to let a thousand flowers bloom.”\n\n**“Remember: your Life’s Task is a living, breathing organism. The moment you rigidly follow a plan set in your youth, you lock yourself into a position, and the times will ruthlessly pass you by.”**\n\nCHAPTER 2\n\n“The pain is a kind of challenge your mind presents—will you learn how to focus and move past the boredom, or like a child will you succumb to the need for immediate pleasure and distraction? Much as with physical exercise, you can even get a kind of perverse pleasure out of this pain, knowing the benefits it will bring you. Throughout your life you will encounter tedious situations, and you must cultivate the ability to handle them with discipline.”\n\n“Trying something over and over again grounds you in reality, making you deeply aware of your inadequacies and of what you can accomplish with more work and effort.”\n\n“Learning any kind of skill deeply prepares you for mastery. The sensation of flow and of being a part of the instrument is a precursor to the great pleasures that mastery can bring. In essence, when you practice and develop any skill you transform yourself in the process. You develop emotionally. Your sense of pleasure becomes redefined. What offers immediate pleasure comes to seem like a distraction, an empty entertainment to help pass the time. **Real pleasure comes from overcoming challenges, feeling confidence in your abilities, gaining fluency in skills, and experiencing the power this brings.**”\n\n“As you gain in skill and confidence, you must make the move to a more active mode of experimentation. **Often you must force yourself to initiate such actions or experiments before you think you are ready.**”\n\n“The process of learning skills, no matter how virtual, remains the same. In the future, the great division will be between those who have trained themselves to handle these complexities and those who are overwhelmed by them—those who can acquire skills and discipline their minds and those who are irrevocably distracted by all the media around them and can never focus enough to learn.”\n\n“The paradox is that the mind is essentially free. It can travel anywhere, across time and space. If she kept it confined to her narrow circumstances, it would be her own fault.”\n\n**“Revert to a feeling of inferiority. If we feel like we know something, our minds close off to other possibilities. We see reflections of the truth we have already assumed. This sense of inferiority gives us a hunger to learn.”**\n\n“Unlike other animals, we humans retain what is known as neoteny—mental and physical traits of immaturity—well into our adult years. We have the remarkable capability of returning to a childlike spirit. Children's minds are completely open; they pay greater attention. This is why they can learn so quickly and so deeply.\"\n\nCHAPTER 3\n\n**“But true Zen never stops, never congeals into such truths. That is why everyone must constantly be pushed to the abyss, starting over and feeling their utter worthlessness as a student. Without suffering and doubts, the mind will come to rest on clichés and stay there, until the spirit dies as well. Not even enlightenment is enough. You must continually start over and challenge yourself.”**\n\n“Developing discipline through challenging situations and perhaps suffering along the way are no longer values that are promoted in our culture. [But] Masters are those who by nature have suffered to get to where they are. ”\n\nCHAPTER 4\n\n“Social intelligence is the ability to see people in the most realistic light possible. By moving past our usual self-absorption, we can learn to focus deeply on others, reading their behavior in the moment, seeing what motivates them, and discerning any possible manipulative tendencies. Success attained without this intelligence is not true mastery, and will not last.”\n\n**“The most effective attitude to adopt is one of supreme acceptance. You are an observer of the human comedy, and by being as tolerant as possible, you gain a much greater ability to understand people and to influence their behavior when necessary.”**\n\n“People will say all kinds of things about their motives and intentions; they are used to dressing things up with words. Their actions, however, say much more about their character, about what is going on underneath the surface.”\n\n“You will encounter thousands of various individuals in your life, and the ability to see them as they are will prove invaluable. Keep in mind, however, that people are in a state of continual flux. You must not let your ideas about them harden into a set impression.”\n\n“You must be particularly careful to never make people feel stupid in your presence. Intelligence is the most sensitive trigger point for envy. It is always wise to occasionally reveal your own insecurities, which will humanize you in other people’s eyes. Self-deprecating humor will work wonders as well.”\n\n**“When it is time to ask for a favor or help, you must think first of appealing to people’s self-interest in some way.”**\n\n\"See yourself as others see you.\"\n\nCHAPTER 5\n\n“If we think deeply about our childhood, not just about our memories of it but how it actually felt, we realize how differently we experienced the world back then. Our minds were completely open, and we entertained all kinds of surprising, original ideas. Things that we now take for granted, things as simple as the night sky or our reflection in a mirror, often caused us to wonder. Not yet having commanded language, we thought in ways that were preverbal—in images and sensations. This mind looked at the world more directly—not through words and received ideas. It was flexible and receptive to new information.”\n\n**“Masters and those who display a high level of creative energy are simply people who manage to retain a sizeable portion of their childhood spirit despite the pressures and demands of adulthood. They are able to ask the kinds of simple questions that most people pass over, but they have the rigor and discipline to follow their investigations all the way to the end. They retain a childlike excitement about their field and a playful approach, all of which makes the hours of hard work alive and pleasurable. Like children, they are capable of thinking beyond words—visually, spatially, intuitively—and have greater access to preverbal and unconscious forms of mental activity, all of which can account for their surprising ideas and creations.”**\n\n“Think of everything in nature, or in the world, as a kind of hologram—the smallest part reflecting something essential about the whole. Immersing yourself in details will combat the generalizing tendencies of the brain and bring you closer to reality.”\n\n** “Truly creative people in all fields can temporarily suspend their ego and simply experience what they are seeing, without the need to assert a judgment, for as long as possible. They are more than ready to find their most cherished opinions contradicted by reality.”**\n\n_PART E. REVERT TO PRIMAL FORMS OF INTELLIGENCE — VISUAL, NOT LANGUAGE, THINKING_\n\n“To Leonardo da Vinci, **drawing and thinking were synonymous.** The hand-brain connection is something deeply wired within us; when we attempt to sketch something we must observe it closely, gaining a feel through our fingers of how to bring it to life. Such practice can help you think in visual terms and free your mind from its constant verbalizations.”\n\n“Creative people do not simply think in words, but use all of their senses, their entire bodies in the process. They find sense cues that stimulate their thoughts on many levels. What this means is that they are more open to alternative ways of thinking, creating, and sensing the world. They allow themselves a broader range of sense experience. You must expand as well your notion of thinking and creativity beyond the confines of words and intellectualizations. Stimulating your brain and senses from all directions will help unlock your natural creativity and help revive your original mind.”\n\n“After we pass through a rigorous apprenticeship and begin to flex our creative muscles, we cannot help but feel satisfaction in what we have learned and how far we have progressed. We naturally begin to take for granted certain ideas we have learned and developed. Fight this downhill tendency as much as you can by upholding the value of active wonder. Constantly remind yourself of how little you truly know, and of how mysterious the world remains.”\n\n“The best way to neutralize our natural impatience is to cultivate a kind of pleasure in pain—like an athlete, you come to enjoy rigorous practice, pushing past your limits, and resisting the easy way out.”\n\n**“Sometimes greater danger comes from success and praise than from criticism. If we learn to handle criticism well, it can strengthen us and help us become aware of flaws in our work. Praise generally does harm. Ever so slowly, the emphasis shifts from the joy of the creative process to the love of attention and to our ever-inflating ego. Without realizing it, we alter and shape our work to attract the praise that we crave. What must ultimately motivate you is the work itself and the process.\"**\n\n**“We are all in search of feeling more connected to reality. We indulge in drugs or alcohol, or engage in dangerous sports or risky behavior, just to wake ourselves up from the sleep of our daily existence and feel a heightened sense of connection to reality. In the end, however, the most satisfying and powerful way to feel this connection is through creative activity. Engaged in the creative process we feel more alive than ever, because we are making something and not merely consuming, Masters of the small reality we create.”**\n\n“There is nothing that becomes repetitive and boring more quickly than free expression that is not rooted in reality and discipline.”\n\n“Oddly enough, what really makes successful entrepreneurs is not the nature of their idea, or the university they went to, but their actual character—their willingness to adapt their idea and take advantage of possibilities they had not first imagined. This is precisely the trait—**fluidity of mind**—that Graham had identified in himself and in other inventors. The other essential character trait was **supreme tenacity.**”\n\nCHAPTER 6\n\n“Keep reminding yourself of the way things are connected, of their relatedness. All things are implicated in one another and in sympathy with each other. This event is the consequence of some other one. Things push and pull on each other, and breathe together, and are one.” - Marcus Aurelius\n\n“Mastery is not a function of genius or talent. It is a function of time and intense focus applied to a particular field of knowledge.”\n\n“Soon, thinking and drawing became fused in his mind. Through drawing things in the world around him, he came to understand them.”\n\n“But anything that is peculiar to our makeup is precisely what we must pay the deepest attention to and lean on in our rise to mastery. Mastery is like swimming—it is too difficult to move forward when we are creating our own resistance or swimming against the current. **Know your strengths and move with them.**”"
  },
  {
    "title": "The Tattooist of Auschwitz (The Tattooist of Auschwitz, #1)",
    "author": "Heather   Morris",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2023-08-04",
    "dateStarted": "2023-07-26",
    "review": "An incredible true story, but a somewhat mediocre retelling of it. Too comfortable, too indulgent—the author never truly experienced any of the suffering in this story firsthand, and it shows. She did a fairly decent job trying her best though—and honestly an outstanding job when you take into consideration that this was her first real foray into novel writing. Still, there were parts of this book that read like teen-angst, sexually-fantasized fanfiction and I did not like that. \n\nIt pales in comparison to much more heartfelt portrayals of the Holocaust, like _Man's Search for Meaning_ (nonfiction) or even _All the Light We Cannot See_ (fiction). I also did not find a single quote in this entire novel that I wanted to note down, which has not happened for the past 2 dozen books I've read this year. Probably a bad sign that, once again, this book has an amazing story behind it but just very mediocre writing to convey it."
  },
  {
    "title": "These Precious Days: Essays",
    "author": "Ann Patchett",
    "rating": 2,
    "shelf": "read",
    "dateFinished": "2022-09-26",
    "dateStarted": "2021-12-10",
    "review": "pretty sure the only reason these got approved for publishing is that Ann Patchett is already a famous author with an established following. people would buy/read this book just for her name (e.g. myself included). unfortunately not worth it though :( very half-baked ideas, unpolished and superfluous essays—clearly there was a reason she had hesitated so many years before finally deciding to publish these essays as a whole book on their own. maybe after the success of _The Dutch House_ it was intimidating to try and write another piece of true literature—so instead we got this very thinly veiled and honestly halfhearted bid for profit."
  },
  {
    "title": "The Overstory",
    "author": "Richard Powers",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2022-12-20",
    "dateStarted": "2021-05-16",
    "review": "**Real joy consists of knowing that human wisdom counts less than the shimmer of beaches in a breeze.**\n\n_There is no knowing for a fact. The only dependable things are humility and looking. \n\nThere are no individuals in a forest, no separable events. \n\n\"Do you know what actuarial science is? It's the science of replacing an entire human life with its cash value.\"\n\nThe best arguments in the world won't change a person's mind. The only thing that can do that is a good story._\n\nSpectacular showstopping beautiful writing. You can tell that Powers really milked the experience of crafting this book and that it meant a lot to him. It's a very nice forest to escape into—it's nice to believe in the power of the underdog and of secret, quiet growth. The weaving-together of the separate storylines was kind of a slog to get through though, and the book could have done with pruning out some of its branching, but it was still a good and memorable experience. Very creative and truthful to life."
  },
  {
    "title": "In the Dream House",
    "author": "Carmen Maria Machado",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-07-30",
    "dateStarted": "2023-07-26",
    "review": "Gushing, beautiful technique. Very good writing. Makes you very uncomfortable, but maybe that's the whole point. Maybe the reason I'm struggling to give this five stars is because it made me very, very uncomfortable. But I can resonate with many things. Especially the burning, self-affirming need to confirm that suffering happened, even if it didn't leave a physical mark. This book is all a mental game, like battling with a thick, formless sludge. Very dangerous, and, I hate to admit, powerful.\n\n_Part 4 - Dream House as a Stopgap Measure_\n\n\"'The trouble with letting people see you at your worst isn't that they'll remember; it's that you'll remember.' - Sarah Manguso\"\n\n_Part 5 - Dream House as Public Relations_\n\n\"What is the value of proof? What does it mean for something to be true? If a tree falls in the woods and pins a wood thrush to the earth, and she shrieks and shrieks but no one hears her, did she make a sound? Did she suffer? Who's to say?\""
  },
  {
    "title": "Educated",
    "author": "Tara Westover",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2023-08-14"
  },
  {
    "title": "Sapiens: A Brief History of Humankind",
    "author": "Yuval Noah Harari",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-07-30",
    "dateStarted": "2020-12-23",
    "review": "**“How did Homo sapiens manage to cross this critical threshold, eventually founding cities comprising tens of thousands of inhabitants and empires ruling hundreds of millions? The secret was probably the appearance of fiction. Large numbers of strangers can cooperate successfully by believing in common myths. Any large-scale human cooperation – whether a modern state, a medieval church, an ancient city or an archaic tribe – is rooted in common myths that exist only in people's collective imagination.”**\n\nFascinating survey of all sorts of things related to the nature of being human. History and psychology stripped out of stiff school textbooks into interesting, 3-dimensional stories. I liked the conversational, never-overbearing tone; Harari completely upends the commonly accepted views ingrained deep within Western/globalized societies and yet makes you think you did all the hard work and thinking by yourself. This is a very intelligent man with the acute ability to observe things as they are, not as we make them up to be in our heads. It's just funny to realize that the entire systems of our societies, our nations, our empires—are all built upon myths. It all comes down to stories. This book has a few nice snippets of many good ones. \n\n----------------------------------\nCH 1: AN ANIMAL OF NO SIGNIFICANCE \n\n“Most mammals emerge from the womb like glazed earthenware emerging from a kiln – any attempt at remoulding will scratch or break them. Humans emerge from the womb like molten glass from a furnace. They can be spun, stretched and shaped with a surprising degree of freedom”\n\nCH 2: THE TREE OF KNOWLEDGE\n\n“How did Homo sapiens manage to cross this critical threshold, eventually founding cities comprising tens of thousands of inhabitants and empires ruling hundreds of millions? The secret was probably the appearance of fiction. Large numbers of strangers can cooperate successfully by believing in common myths.”\n\n**“Any large-scale human cooperation – whether a modern state, a medieval church, an ancient city or an archaic tribe – is rooted in common myths that exist only in people's collective imagination.”**\n\nCH 8: THERE IS NO JUSTICE IN HISTORY\n\n“**'Biology enables, Culture forbids.’** Biology is willing to tolerate a very wide spectrum of possibilities. It’s culture that obliges people to realize some possibilities while forbidding others.”\n\nCH 9: THE ARROW OF HISTORY\n\n“Consistency is the playground of dull minds.”\n\nCH 10: THE SCENT OF MONEY\n\n“Money is more open-minded than language, state laws, cultural codes, religious beliefs and social habits. **Money is the only trust system created by humans that can bridge almost any cultural gap, and that does not discriminate on the basis of religion, gender, race, age or sexual orientation.**”\n\nCH 12: THE LAW OF RELIGION\n\n“Humans have a wonderful capacity to believe in contradictions.”\n\n**“If you experience sadness without craving that the sadness go away, you continue to feel sadness but you do not suffer from it. There can actually be richness in the sadness. If you experience joy without craving that the joy linger and intensify, you continue to feel joy without losing your peace of mind.”**\n\n“A person who does not crave cannot suffer.”\n\nCH 16: THE CAPITALIST CREED\n\n“What enables banks – and the entire economy – to survive and flourish is our trust in the future. This trust is the sole backing for most of the money in the world. The fact is, it’s not a deception, but rather a tribute to the amazing abilities of the human imagination.”\n\n“Credit enables us to build the present at the expense of the future. It’s founded on the assumption that our future resources are sure to be far more abundant than our present resources. A host of new and wonderful opportunities open up if we can build things in the present using future income.”\n\nCH 19: AND THEY LIVED HAPPILY EVER AFTER\n\n“Nothing in the comfortable lives of the urban middle class can approach the wild excitement and sheer joy experienced by a forager band on a successful mammoth hunt. Every new invention just puts another mile between us and the Garden of Eden.”\n\n“One interesting conclusion is that money does indeed bring happiness. But only up to a point, and beyond that point it has little significance.”\n\n“Family and community seem to have more impact on our happiness than money and health. People with strong families who live in tight-knit and supportive communities are significantly happier than people whose families are dysfunctional and who have never found (or never sought) a community to be part of.”\n\n“But the most important finding of all is that happiness does not really depend on objective conditions of either wealth, health or even community. Rather, it depends on the correlation between objective conditions and subjective expectations.”\n\n“**Prophets, poets and philosophers realised thousands of years ago that being satisfied with what you already have is far more important than getting more of what you want.** Still, it’s nice when modern research – bolstered by lots of numbers and charts – reaches the same conclusions the ancients did.”\n\n“As Nietzsche put it, if you have a why to live, you can bear almost any how.”\n\n**“A meaningful life can be extremely satisfying even in the midst of hardship, whereas a meaningless life is a terrible ordeal no matter how comfortable it is.”**\n\n“Is there anything more dangerous than dissatisfied and irresponsible gods who don’t know what they want?”"
  },
  {
    "title": "Let My People Go Surfing: The Education of a Reluctant Businessman",
    "author": "Yvon Chouinard",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2022-09-16",
    "dateStarted": "2021-04-11",
    "review": "Very principled, intrepid, and inspiring person. The writing itself is not as spectacular as Phil Knight's \"Shoe Dog\" or some other memoirs, but I guess there's a reason this man became (even if accidentally) a CEO and not a writer. Still a very good read though, although I don't remember much from it looking back two months later."
  },
  {
    "title": "James Patterson by James Patterson: The Stories of My Life",
    "author": "James  Patterson",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2023-01-13",
    "dateStarted": "2023-01-08",
    "review": "why does James Patterson just HAVE to refer to himself as the most successful author in the world. "
  },
  {
    "title": "Uncle Vanya",
    "author": "Anton Chekhov",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-06-25",
    "dateStarted": "2022-05-27",
    "review": "Haha really only picked up this book/play because it's featured in the movie _Drive My Car_ and because it's short. But it hits so many true true points. At first I was even doubting to myself how a little \"obscure\" play like this could be a major plot point in a multimillion dollar movie, but yeah, confirmed—Chekhov is a master of literature and thought and life. Hope really is the pillar of the world.\n\nACT I:\n\n\"Man is endowed with reason and the power to create, so that he may increase that which has been given him, but until now he has not created, but demolished.\"\n\nACT II:\n\n\"When real life is wanting one must create an illusion. It is better than nothing.\"\n\n\"An idle life can never be a pure one.\"\n\n\"You must not look so at people. It is not becoming to you. You must trust people, or life become impossible.\"\n\nACT IV:\n\n\"Don't pay the least attention to them; we are all dependents on God. You and Sonia and all of us. Every one must work, no one can sit idle.\"\n\n\"Give it up, Uncle Vanya! My misfortune is perhaps even greater than yours, but I am not plunged in despair. I endure my sorrow, and shall endure it until my life comes to a natural end. You must endure yours, too.\"\n\n\"What can we do? We must live our lives.\"\n\n\"Ah, then dear, dear Uncle, we shall see that bright and beautiful life; we shall rejoice and look back upon our sorrow here; a tender smile—and—we shall rest.\""
  },
  {
    "title": "The Zürau Aphorisms",
    "author": "Franz Kafka",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2021-12-22",
    "dateStarted": "2021-10-18"
  },
  {
    "title": "Notes from Underground",
    "author": "Fyodor Dostoevsky",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-07-08",
    "dateStarted": "2023-06-22",
    "review": "**\"Which is better, cheap happiness or exalted sufferings?\"**\n\nHard to get through. But interesting that this book unearths all the buried thoughts that convention usually encourages us to hide away. By making the narrator an insufferable hag, Dostoevsky trojan-horses ugly truths that any agreeable narrator could never touch on. Sadly, this book is not cheap happiness but instead quite exalted and onerous suffering.\n\n------------------------------------------------\n\n\"I swear, gentlemen, that to be too conscious is an illness. A real thorough-going illness.\" \n\n\"I am firmly persuaded that a great deal of consciousness, every sort of consciousness, in fact, is a disease.\"\n\n\"But in despair there are the most intense enjoyments.\"\n\n\"Man is stupid, you know, phenomenally stupid.\"\n\n\"May it not be that he loves chaos and destruction? Because he is instinctively afraid of attaining his object and completing the edifice he is constructing. Who knows, perhaps he only loves that edifice from a distance and is by no means in love with it at close quarters.\" \n\n\"Perhaps the only goal on earth to which mankind is striving lies in this incessant process of attaining. In other words, in life itself. And not in the thing to be attained. Which must always be expressed as a formula, as positive as twice two makes four. And such positiveness is not life, gentlemen, but is the beginning of death.\"\n\n\"Doesn't man, perhaps, love something besides well-being? Perhaps he's just as fond of suffering. Perhaps suffering is just as great a benefit to him as well-being.\"\n\n\"Man is sometimes extraordinarily, passionately in love with suffering and that's a fact.\"\n\n\"Which is better, cheap happiness or exalted sufferings?\""
  },
  {
    "title": "The Beautiful and Damned",
    "author": "F. Scott Fitzgerald",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2023-05-25",
    "dateStarted": "2023-01-26",
    "review": "**\"Things are sweeter when they're lost. I know, because once I wanted something and got it ... And when I got it, it turned to dust in my hands.\"**\n\nBrilliant. Fitzgerald is a genius, someone who has unlocked many secrets in life and writing. The writing is beautiful, unique, and fresh but—maybe this book was too depressing for me to let myself be immersed thoroughly. Dragged on for quite a bit in decadence and sickeningly rich stupidity. Probably not a book to look toward as a great example of life—so not really the type of book that I've been hoping for lately.\n\nBOOK ONE  I. ANTHONY PATCH\n\n> \" 'Art isn't meaningless.'\n'It is in itself. It isn't in that it tries to make life less so.'\"\n> \" 'On the contrary, I'd feel that it being a meaningless world, why write? The very attempt to give it purpose is purposeless.' \n'Well, even admitting all that, be a decent pragmatist and grant a poor man the instinct to live.'\"\n\nBOOK TWO I. THE RADIANT HOUR\n\n> \"There's no beauty without poignancy, and there's no poignancy without the feeling that it's _going_—men, names, books, houses—bound for dust. Mortal.\"\n\nBOOK TWO II. SYMPOSIUM\n\n> \"There's only one lesson to be learned from life anyway ... That there's no lesson to be learned from life.\"\n\nBOOK THREE I. A MATTER OF CIVILIZATION\n\n> \"Things are sweeter when they're lost. I know, because once I wanted something and got it ... And when I got it, it turned to dust in my hands.\"\n\nBOOK THREE II. A MATTER OF AESTHETICS\n\n> \"Perhaps, they think that in proclaiming the evil of living, they somehow salvage their own worth from the ruin. But they don't.\"\n> \"Beauty is only to be admired, only to be loved.\"\n\nBOOK THREE III. NO MATTER!\n\n> \"There was nothing, it seemed, that grew stale so soon as pleasure.\""
  },
  {
    "title": "Oh William! (Amgash, #3)",
    "author": "Elizabeth Strout",
    "rating": 2,
    "shelf": "read",
    "dateFinished": "2023-06-24",
    "dateStarted": "2023-06-20",
    "review": "Honestly only finished this book for the sake of the beautifully designed cover. It's confusing and kept jumping around through time, space, and memory—very hard to keep track of, or really care for, characters, especially when they (at least to me) are unlikable and disloyal. I am also confused as to what this book is even trying to say. Most books I've read have a north star, a central theme—but this one seems loose and lost to me. \n\n-----------------------------------------\n\n\"But who, ever, really knows the experience of another.\"\n\n\"People are lonely, is my point here. Many people can't say to those they know well what it is they feel they might want to say.\"\n\n\"Once every so often, at the very most, I think someone actually chooses something. Otherwise we're following something. We don't even know what it is, but we follow it.\""
  },
  {
    "title": "Kira-Kira",
    "author": "Cynthia Kadohata",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2023-06-15"
  },
  {
    "title": "Benjamin Franklin: An American Life",
    "author": "Walter Isaacson",
    "rating": 2,
    "shelf": "read",
    "dateFinished": "2023-06-13",
    "dateStarted": "2021-05-16",
    "review": "**\"The man who lives by his labor is at least free.\"**\n\nExtraordinarily boring. Told in fact-by-fact-history-textbook style. Franklin does not at all come alive like Jobs did in Isaacson's writing. Probably because Franklin died a few hundred years ago (and Isaacson never talked to him live), but in this book there's only a sense of Franklin as a stiff 2D cardboard cutout rather than a real person. Franklin's genius and industriousness is still admirable, but I found it strange how Isaacson tried to cover up his blatant disloyalty to his wife. Heavily biased narration for sure, but there were still a few gems of wisdom. \n\nFavorite Franklin quotes:\n\nCH 2: PILGRIM'S PROGRESS\n\n\"Industry and frugality are the means of procuring wealth and thereby securing virtue.\"\n\nCH 3: JOURNEYMAN\n\n\"So convenient a thing it is to be a reasonable creature, since it enables one to find or make a reason for everything one has a mind to do.\"\n\n\"People are more likely to admire your work if you are able to keep them from feeling jealous of you.\"\n\n\"Since pain, naturally and infallibly, produces a pleasure in proportion to it, every individual creature must, in any state of life, have an equal quantity of each.\"\n\nCH 4: PRINTER\n\n\"Knowledge was obtained rather by the use of the ear than of the tongue.\"\n\n\"Such is the vanity of mankind that minding what others say is a much surer way of pleasing them than talking well ourselves.\"\n\n\"Early to bed, and early to rise, makes a man healthy, wealthy, and wise.\"\n\nCH 5: PUBLIC CITIZEN\n\n\"People will eventually give you the credit if you don't try to claim it at the time. The present little sacrifice of your vanity will eventually be amply repaid.\"\n\n\"I would rather have it said 'He lived usefully' than 'He died rich.'\"\n\nCH 8: TROUBLED WATERS\n\n\"The man who lives by his labor is at least free.\"\n\nCH 15: PEACEMAKER\n\n\"In America, people do not inquire of a stranger 'What is he?' but 'What can he do?\"\n\n\"Industry and constant employment are great preservatives of moral and virtue.\""
  },
  {
    "title": "First Person Singular: Stories",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-06-02",
    "dateStarted": "2023-03-11",
    "review": "**\"Loving someone is like having a mental illness that's not covered by health insurance.\"**\n\nClassic Murakami. Classic stories that make you feel like the only person in the world. Maybe a three-star book on the Murakami scale, but four stars in general among the wider range of literature. Not mediocre at all (except for maybe like one story).\n\n------------------------------------------------\n\nCream\n\n\"There's nothing worth getting in this world that you can get easily.\"\n\n\"The cream of the cream. It means the best of the best. The most important essence of life. That's the créme de la créme.\"\n\n(I still remember this story clearly after first reading it 5 years ago—this was the cream of all his short stories for me so far.)\n\nOn a Stone Pillow\n\n\"Loving someone is like having a mental illness that's not covered by health insurance.\"\n\nCarnaval\n\n\"This might sound like a banal opinion, but the world can turn upside down depending on the way we look at it.\" \n\n\"The way a ray of sunshine falls on something can change shadow to light, or light to shadow. A positive becomes a negative, a negative a positive.\"\n\n\"Beneath an evil spirit mask lies the natural face of an angel. Beneath an angel's mask lies the face of an evil spirit. It's impossible to have just one or the other. That's who we are.\"\n\n\"Happiness is always a relative thing, don't you think?\"\n\nThe Yakult Swallows Poetry Collection\n\n\"It's true that life brings us far more defeats than victories. And real life wisdom arises not so much from knowing how we might beat someone as from learning how to accept defeat with grace.\"\n\n\"Whether the team wins or loses, I loved the time spent there most of all. Of course, winning is much better than losing. But winning or losing doesn't affect the weight and value of the time. It's the same time either way. A minute is a minute, an hour is an hour. We need to cherish it. We need to deftly reconcile ourselves with time and leave behind as many precious memories as we can. That's what's the most valuable.\""
  },
  {
    "title": "The Art of War",
    "author": "Sun Tzu",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2022-05-29",
    "dateStarted": "2022-05-29",
    "review": "Lots of great tips for fighting war and just a few great ones for the art of life."
  },
  {
    "title": "Outline",
    "author": "Rachel Cusk",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2023-05-07",
    "dateStarted": "2021-10-10",
    "review": "**“As it happened, I was no longer interested in literature as a form of snobbery or even self-definition. I had no desire to prove that one book was better than another; in fact, if I read something I admired, I found myself increasingly disinclined to mention it at all. What I knew personally to be true had come to seem unrelated to the process of persuading others. I did not, any longer, want to persuade anyone of anything.”**\n\nI am somewhat confused. This book is certainly an outline—since it is not quite a coherent story. It has just the most beautifully rendered snippets and sketches of life—like a fascinating little sketchbook, but not a completed refined painting. It's still very interesting to peer into Cusk's mind like that though; she has brilliant writing technique & paints vivid, advanced pictures. Perhaps I was just not in the right headspace to fully receive her work. _Outline_ was full of cute little vignettes, yet just not quite the heart-gripping story I have been finding myself wanting recently.\n\n------------------------------------------------\n\n\"I always expected that at some point they would realize the distress was unnecessary and they would choose to avoid it, but they never did. The memory of suffering had no effect whatever on what they elected to do. On the contrary, it compelled them to repeat it. For the suffering was the magic that caused the object to come back and allowed the delight in dropping it to become possible again.\"\n\n“As it happened, I was no longer interested in literature as a form of snobbery or even self-definition. I had no desire to prove that one book was better than another; in fact, if I read something I admired, I found myself increasingly disinclined to mention it at all. What I knew personally to be true had come to seem unrelated to the process of persuading others. I did not, any longer, want to persuade anyone of anything.”\n\n\"It made you a better writer, did it not? Not having an identity to fall back on. You saw the world with less troubled eyes.\"\n\n\"I suppose it's a bit like marriage. You build a whole structure on a period of intensity that's never repeated. It's the basis of your faith, and you sometimes doubt it, but you never renounce it because too much of your life stands on that ground.\" \n\n\"What I miss is the discipline itself. In a way I don't care what I write. I just want that feeling of being in sync again, body and mind.\"\n\n\"That's writing for you. When you make space for passion, it doesn't turn up.\"\n\n\"Above the world, objects didn't count for so much. Differences were less apparent.\"\n\n\"But what other people thought was no longer of any help to me. Those thoughts only existed within certain structures. And I had definitively left those structures.\" \n\n\"For people are at their least aware of others when demonstrating their own power over them.\" \n\n\"But all the same, it was brought home to me how much of what was beautiful in their lives was a result of a shared vision of things that, strictly speaking, could not have been said to exist.\"\n\n\"The human capacity for self-delusion is apparently infinite.\"\n\n\"And how can you even know you have taken something for granted until it is no longer there?\" \n\n\"'And so I learned,' he said, 'that it is impossible to improve things. And that good people are just as responsible for it as bad. And that improvement itself is perhaps a mere personal fantasy.'\"\n\n\"'It was important,' my neighbor said, 'to remember to enjoy yourself along the way.'\""
  },
  {
    "title": "The Song of Achilles",
    "author": "Madeline Miller",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2022-12-16",
    "dateStarted": "2021-05-02",
    "review": "Amazing story, really just sucks you in. \n\n_\"He said what he meant. Some people might have mistaken this for simplicity, but is it not a sort of genius to gut always to the heart?\"_\n\nVery spectacular writing, even if it almost reads like a Wattpad fan fic at some points. Highly recommend the audiobook experience."
  },
  {
    "title": "Tomorrow, and Tomorrow, and Tomorrow",
    "author": "Gabrielle Zevin",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-04-02",
    "dateStarted": "2023-01-10",
    "review": "**“What is a game?\" Marx said. \"It's tomorrow, and tomorrow, and tomorrow. It's the possibility of infinite rebirth, infinite redemption. The idea that if you keep playing, you could win. No loss is permanent, because nothing is permanent, ever.”**\n\nExquisite novel, but maybe I wasn't in the right headspace to absorb it right now. Probably because of a too-recent visit to Cambridge, to the exact setting of this novel, that carried too many personal meanings for my own story that I could not ignore while trying to experience these characters' stories. Excellently crafted book, very well-chosen themes and motifs. Feels very real and full of heart, lots of moments I could connect to my own universe and play through.\n\nAlso finished this entire book within two days, which probably shows how natural, compelling, and beautiful a story it is.\n\n-----------------------------------------\n\n_\"A truly magnificent thing about the way the brain was coded, Sam thought, was that it could say 'Excuse me' while meaning 'Screw you.'\"\n\n\"You're incredibly gifted son, but it is worth noting that to be good at something is not quite the same as loving it.\"\n\n\"To allow yourself to play with another person is no small risk. It means allowing yourself to be open, to be exposed, to be hurt.\"\n\n\"I forget how young you are. You're still at the age where you mistake your friends and your colleagues for family.\"\n\n\"The world had always looked painfully beautiful to him when he was sick. It was only when he was alone, and he couldn't participate in the business of living, that he tended to notice how lovely being alive was.\"\n\n“What is a game?\" Marx said. \"It's tomorrow, and tomorrow, and tomorrow. It's the possibility of infinite rebirth, infinite redemption. The idea that if you keep playing, you could win. No loss is permanent, because nothing is permanent, ever.”\n\n\"Art doesn't typically get made by happy people.\"_"
  },
  {
    "title": "Steve Jobs",
    "author": "Walter Isaacson",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2022-12-06",
    "dateStarted": "2022-10-21",
    "review": "so creative, so crazy inspiring. take a shot every time you read the \"intersection of art and technology\" and you might be dead. Jobs' \"reality distortion field\" was a veryyy intriguing concept too. really hit home how marketing, brand identity, and external appearance (e.g. design) was just as important, if not more important, than the products themselves.\n\nwish I had had time to go back to my bookmarks and note down all the interesting quotes before my library loan expired :(\n\n--------------------------------\n\n\"Remembering you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart.\""
  },
  {
    "title": "The Secret History",
    "author": "Donna Tartt",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-03-15",
    "dateStarted": "2021-10-04",
    "review": "**\"Beauty is terror. Whatever we call beautiful, we quiver before it.\"**\n\nVery very very well written. Beautiful in all senses—in a harsh, terrifying, and hedonistic way. Unfortunately I made the mistake of checking out the audiobook narrated by the author herself; although she is clearly brilliant, so so intelligent, and she knows exactly how it was intended to be read (since she wrote it), there is almost too much thinking behind the way she reads. She does not fully lose herself to the words in the way that hotheaded passionate actors can (like David Pittu for her other audiobook); there's a highly academic and intellectual stiffness behind it all, which makes sense because only a mind like that could write a book like this. \n\nListening to this book was a very vulnerable/depressing experience for me as its events carried on ... I definitely enjoyed _The Goldfinch_ more but these characters certainly set an example for what to avoid in life. Though there are probably things that can be learned from them as well.\n\nAt the very core Donna Tartt is someone who appreciates beauty. And it was a nice reminder for me to do that as well—clouds and arching trees and books and blue skies ... a nice reminder to stay grateful ... so that one might escape these peoples' careless, indulgent, and depressing fates.\n\n> \n\"After all, the appeal to stop being yourself, even for a little while, is very great. To escape the cognitive mode of experience. To transcend the accident of one's moment of being.\" \n\n\"People don't pay attention to 90% of what they see.\"\n\n\"_Nihil sub sole novum._ Any action, in the fullness of time, sinks to nothingness.\"\n\n\"It was the most important night of my life. It enabled me to do what I've always wanted to do most ... **To live without thinking.**\"\n\n\"There is nothing wrong with the love of beauty. But beauty, unless she is wed to something more meaningful, is always superficial.\"\n"
  },
  {
    "title": "The Big Short: Inside the Doomsday Machine",
    "author": "Michael   Lewis",
    "rating": 3,
    "shelf": "currently-reading",
    "dateFinished": null,
    "dateStarted": "2023-01-12"
  },
  {
    "title": "Sea of Tranquility",
    "author": "Emily St. John Mandel",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-03-11",
    "dateStarted": "2022-08-04",
    "review": "Fascinating & creative. Also has one of the most beautiful & enticing book covers, which has definitely lived in my head rent-free ever since I first saw it last year. \n\nA very thought-provoking, very un-real reflection of reality. With a very fitting title. \n\n> \"If there's pleasure in action, there's peace in stillness.\" \n\n\"It's _extraordinary_; I hope I never get used to it.\"\n\n\"It's hard to know what we know sometimes, isn't it.\""
  },
  {
    "title": "Novelist as a Vocation",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-03-01",
    "dateStarted": "2022-10-02",
    "review": "Just Murakami Murakami-ing. Such a Murakami book, even though it doesn't have talking cats or falling fish and instead tells the true, decidedly non-surreal story of the author's own life. But in a way, it's still surreal. Still written, as always, in that iconic & refreshing Murakami voice.\n\n\"To reach the source, you have to swim against the current. Only trash swims downstream.\"\n\n\"Think how many, far too many, things we pick up in the course of living.\" \n\n\"It is my belief that a rich, spontaneous joy lies at the root of all creative expression.\"\n\n\"This is purely my opinion, but if you want to express yourself as freely as you can, it's probably best not to start out by asking 'What am I seeking?' Rather, it's better to ask: 'Who would I be if I weren't seeking anything?'\"\n\n\"Something truly important is not that easy to forget once you've entrusted it to your memory.\"\n\n\"Imagination is memory.\" - James Joyce\n\n\"What we call the imagination consists of fragments of memory that lack any clear connection with one another.\" \n\n\"The key component is not the quality of the materials. What's needed is magic. If that magic is present, the most basic daily matters and the plainest language can be turned into a device of surprising sophistication.\" \n\n\"You can realize the glorious feeling of practicing magic. For writing a novel is, in the end, forging a link with people on other planets.\"\n\n\"I write a little every day, without hope, without despair.”― Isak Dinesen\n\n\"But if you are able to view where you are standing from other perspectives—to put it another way, if you can reflect and entrust your existence to some other system—the world will grow more 3-dimensional, more supple. And I believe that, as long as we live in this world, that kind of agile stance is extremely important.\"\n\n\"See, you can't please everyone. So, you got to please yourself.\"\n\n\"Being content with where you are and staying in one place, in a metaphoric sense, means your creative urge will atrophy and eventually be lost.\""
  },
  {
    "title": "On Writing: A Memoir of the Craft",
    "author": "Stephen  King",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2021-12-31",
    "dateStarted": "2021-12-28"
  },
  {
    "title": "When Breath Becomes Air",
    "author": "Paul Kalanithi",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2023-02-10",
    "dateStarted": "2021-07-03",
    "review": "**You can't ever reach perfection, but you can believe in an asymptote toward which you are ceaselessly striving.**\n\n\"You could not help but feel your speck-like existence against the immensity of the mountain, the earth, the universe, and yet still feel your own two feet on the talis, reaffirming your presence against the grandeur.\"\n\n\"There is a moment, a cusp, when the sum of gathered experience is worn down by the details of living. We are never so wise as when we live in this moment.\"\n\n\"Because the brain mediates our experience of the world, any neurosurgical problem forces a patient and family, ideally with a doctor as a guide, to answer this question: _**What makes life meaningful enough to go on living?**_\"\n\n\"That to study philosophy is to learn to die.\"\n\n\"Lucy and I both felt that life wasn't about avoiding suffering. Years ago, it had occurred to me that Darwin and Nietzsche agreed on one thing: the defining characteristic of the organism is _striving_.\"\n\n\"Yet now, I felt that to understand my own direct experiences, I would have to translate them back into language. Hemingway described his process in similar terms: 'Acquiring rich experiences, then retreating to cogitate, and write about them.'\"\n\n\"All knowledge is scientific knowledge. Yet the paradox is that scientific methodology is the product of human hands, and thus cannot reach some permanent ruth.\"\n\n\"Science may provide the most useful way to organize empirical, reproducible data—but its power to do so is predicated on its inability to grasp the most central aspects of human life. Hope. Fear. Love. Hate. Beauty. Envy. Honor. Weakness. Striving. Suffering. Virtue.\"\n\n\"No system of thought can contain the fullness of human experience.\""
  },
  {
    "title": "Travels with Charley: In Search of America",
    "author": "John Steinbeck",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2022-09-21",
    "dateStarted": "2022-09-16",
    "review": "Very full of heart, lots of beautiful writing. Unfortunately not much that stuck with me (looking back two months later)...not as powerful, gritty, or heart-wrenching as most of his other work. Still tackled a lot of important questions about human existence and our mundane little day-to-day-lives though."
  },
  {
    "title": "Onward: How Starbucks Fought for Its Life without Losing Its Soul",
    "author": "Howard Schultz",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2023-01-29",
    "dateStarted": "2021-05-13",
    "review": "**\"The world belongs to the few people who are not afraid to get their hands dirty.\"**\n\nSchultz is clearly a charismatic businessman, built for running companies—but the book was still full of much more corporate-speak and Wall Street than expected. Everything is cleaned up and packaged nicely in smooth business fashion, with obstacles being glossed over and analyzed from the always all-knowing lens of hindsight. Schultz never truly admits to any of Starbucks' failures and, of course, tries to sell off the company's corporate greed as social responsibility, but that's just what's to be expected from business I guess. The book was far too long and hard to get through. But Schultz is still a very good leader who gave very inspiring and valuable secrets to leadership in this book, echoing what other CEOs have also said in theirs. \n\n_\"Belief in ourselves, and in what is right, catapults us over hurdles, and our lives unfold.\"_\n\n_\"A well-built brand is the culmination of intangibles that do not directly flow to the revenue, or the profitability of a company, but contribute to its texture.\"_\n\n_\"The question is always: How do you keep things in balance?\" Fiscal responsibility, and benevolence. Shareholder value, and social conscience. Profit, and humanity._\n\n_\"It's going to be lonely in the rain for a while, but you can make it.\"_\n\n_\"Icons disrupt themselves before others disrupt them.\"_\n\n_\"Enduring icons are willing to sacrifice near-term popularity for long-term relevance.\"_\n\n_\"Ensuring that communication is narrow, clear, and repetitive to set expectations wins people's trust.\"_\n\n_\"When did we stop hearing our own music?\"_\n\n_\"I always trust my antennae to recognize people whose skill, knowledge, passion, and loyalty will align to serve Starbucks well, even if the person's resume might imply otherwise.\"_\n\n_\"Any company, when faced with adversity, would be tempted to go forward with an idea that promises to quickly erase pain. \n\nBut in business, as in life, people have to stay true to their guiding principles—to their cores.\"_"
  },
  {
    "title": "The Cask of Amontillado",
    "author": "Edgar Allan Poe",
    "rating": 2,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2023-01-26"
  },
  {
    "title": "Going Solo (Roald Dahl's Autobiography, #2)",
    "author": "Roald Dahl",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2022-05-18",
    "dateStarted": "2021-03-14"
  },
  {
    "title": "The Little Prince",
    "author": "Antoine de Saint-Exupéry",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Misery",
    "author": "Stephen  King",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2023-01-07",
    "dateStarted": "2022-01-23",
    "review": "_ Yes, the work. The pride in your work. The worth of the work itself. All those things faded away into the magic lantern shades they really were when the pain got bad enough. \n\nA brave man could think. A coward couldn't. \n\nBut in spite of the reputed fragility of the creative act, it had always been the single toughest thing, the most abiding thing in his life. Nothing had ever been able to pollute that crazy well of dreams. No drink, no drug, no pain. \n\nIt was never for you, Annie. Or all the other people out there who signed their letters \"Your #1 Fan.\" The minute you start to write, all those people are at the other end of the galaxy or something. It was never for my ex-wives, or my mother, or my father. The reason authors almost always put a dedication on a book, Annie, is because their selfishness even horrifies themselves in the end. _\n\nThis man is a creative psychopathic genius. How is it even possible for a human mind to come up with things like this. This book is crazy, man... the scope. Very strangely autobiographical too.\n\nStephen King is definitely lucky that he is a good writer, otherwise he would be a high-security psychiatric ward patient."
  },
  {
    "title": "The Alchemist",
    "author": "Paulo Coelho",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2022-09-02",
    "dateStarted": "2021-07-01",
    "review": "Very inspiring (which I guess is the whole point). Big dreams, \"personal legend,\" law of manifestation... whimsical and full of love, matter-of-fact existence, & the scent of magic.\n\nBut also very cheesy too :' )"
  },
  {
    "title": "Death of a Salesman",
    "author": "Arthur Miller",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2022-09-04",
    "dateStarted": "2022-05-29",
    "review": "Very real, raw, gritty tale of a tangle of human emotions. Perhaps a level of hotheaded-ness and conflict that was dramatized for effect (well, duh, it's a play) but nonetheless it has its roots in reality."
  },
  {
    "title": "Shoe Dog: A Memoir by the Creator of Nike",
    "author": "Phil Knight",
    "rating": 4,
    "shelf": "currently-reading",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Empire of Pain: The Secret History of the Sackler Dynasty",
    "author": "Patrick Radden Keefe",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2022-09-14",
    "dateStarted": "2022-09-04",
    "review": "Fantastic writing and a veryyy interesting, shockingly true story about human greed. This guy is a ***good*** writer. Unequivocally good — I kept listening on not for the story but really just to witness the crunchy, good, satisfyingly fresh writing. He cleverly lets his reader do most of the thinking, never forcing a conclusion about the moral \"goodness\" or \"evil\" of the family (at least for the first 2 Books), which drew me in further. \n-1 star because I didn't enjoy how the final Book 3 forced more moral bias onto the reader (although I guess that was the whole point of this book) & also did not finish telling the story. :( Why couldn't Keefe have waited till the trials actually ended before publishing this book??? (I guess there might be many good reasons but still I wanna complain about it ... since it's much more vivid seeing the story unfold in his writing than in a dry news broadcast)"
  },
  {
    "title": "Killing Commendatore",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2022-08-28",
    "dateStarted": "2022-08-21"
  },
  {
    "title": "The Castle",
    "author": "Franz Kafka",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2022-08-20",
    "dateStarted": "2022-08-04"
  },
  {
    "title": "Harry Potter and the Order of the Phoenix (Harry Potter, #5)",
    "author": "J.K. Rowling",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01",
    "review": "_“I DON'T CARE!\" Harry yelled at them, snatching up a lunascope and throwing it into the fireplace. \"I'VE HAD ENOUGH, I'VE SEEN ENOUGH, I WANT OUT, I WANT IT TO END, I DON'T CARE ANYMORE!\"\n\n“There is no shame in what you are feeling, Harry,” said Dumbledore’s voice. “On the contrary . . . the fact that you can feel pain like this is your greatest strength.”_"
  },
  {
    "title": "The Unbearable Lightness of Being",
    "author": "Milan Kundera",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2022-06-06",
    "dateStarted": "2022-06-03",
    "review": "A beautiful book filled with so many universal truths and too many mindblowingly good quotes. Serves as a very good reminder that the lightness which promises to bring such sweet relief from all the pains of living is in fact more dangerous than that seemingly wretched heaviness. At least what I got from it is that without anything to tie it down to its own unique qualities and give it shape, life becomes meaningless. I felt so much of this book helped me on a personal level specifically in the stage of life I happen to be at right now, but also sadly I had to remind myself a few times that the beautiful and fortuitous grace of this story is a curated illusion crafted carefully through one writer's artistic lens. \n\nIt was a nice reminder to stop seeking high, lofty, shapeless nothings and instead to focus on the things that ground us, to keep ourselves humble in approaching life with a genuine appreciation for just the beauty of living."
  },
  {
    "title": "The Three-Body Problem (Remembrance of Earth’s Past, #1)",
    "author": "Liu Cixin",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2022-06-12",
    "dateStarted": "2020-12-23",
    "review": "Tedious at times but still imaginative and thought-provoking.\n\n_Is it possible that the relationship between humanity and evil is similar to the relationship between the ocean and an iceberg floating on its surface? Both the ocean and the iceberg are made of the same material. That the iceberg seems separate is only because it is in a different form. In reality, it is but a part of the vast ocean._\n\n_It was impossible to expect a moral awakening from humankind itself, just as it was impossible to expect humans to lift off the Earth by their own hair. To achieve moral awakening required a force outside the human race._\n________________________\n\n_ \"You're bugs.\" _"
  },
  {
    "title": "Lolita",
    "author": "Vladimir Nabokov",
    "rating": 3,
    "shelf": "currently-reading",
    "dateFinished": null,
    "dateStarted": "2022-06-03"
  },
  {
    "title": "The Blood of Olympus (The Heroes of Olympus, #5)",
    "author": "Rick Riordan",
    "rating": 2,
    "shelf": "read",
    "dateFinished": "2022-05-29",
    "dateStarted": "2022-05-29"
  },
  {
    "title": "The Complete Short Stories of Ernest Hemingway",
    "author": "Ernest Hemingway",
    "rating": 3,
    "shelf": "currently-reading",
    "dateFinished": null,
    "dateStarted": "2021-07-30"
  },
  {
    "title": "Where I'm Calling From: New and Selected Stories",
    "author": "Raymond Carver",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2022-05-10",
    "dateStarted": "2022-01-30"
  },
  {
    "title": "The House of Hades (The Heroes of Olympus, #4)",
    "author": "Rick Riordan",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2022-05-16",
    "dateStarted": "2022-05-17"
  },
  {
    "title": "The Mark of Athena (The Heroes of Olympus, #3)",
    "author": "Rick Riordan",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2022-05-13",
    "dateStarted": "2022-05-17"
  },
  {
    "title": "The Son of Neptune (The Heroes of Olympus, #2)",
    "author": "Rick Riordan",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2022-05-13",
    "dateStarted": "2022-05-17"
  },
  {
    "title": "The Lost Hero (The Heroes of Olympus, #1)",
    "author": "Rick Riordan",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2022-05-08",
    "dateStarted": "2022-05-08"
  },
  {
    "title": "The Lightning Thief (Percy Jackson and the Olympians, #1)",
    "author": "Rick Riordan",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2022-05-04",
    "dateStarted": "2021-07-01"
  },
  {
    "title": "A Portrait of the Artist as a Young Man",
    "author": "James Joyce",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2022-03-03",
    "dateStarted": "2022-02-04"
  },
  {
    "title": "Othello",
    "author": "William Shakespeare",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2022-01-30",
    "dateStarted": "2022-01-10"
  },
  {
    "title": "The Shining (The Shining, #1)",
    "author": "Stephen  King",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2022-01-17",
    "dateStarted": "2021-01-05",
    "review": "_\"Dying was a part of living. You had to keep tuning in to that if you expected to be a whole person. And if the fact of your own death was hard to understand, at least it wasn’t impossible to accept.\" (459) _"
  },
  {
    "title": "Carrie",
    "author": "Stephen  King",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2022-01-23",
    "dateStarted": "2022-01-19",
    "review": "_ \"But hardly anybody finds out that their actions really, actually hurt other people! People don’t get better, they just get smarter. \nWhen you get smarter you don’t stop pulling the wings off flies, you just think of better reasons for doing it.\" (98) \n\nWhenever anything important happens in America, they have to gold-plate it, like baby shoes. That way you can forget it. (117) _\n\nKing's world-building is fantastic. This book felt so personal and so real, sucking me right in."
  },
  {
    "title": "Kafka on the Shore",
    "author": "Haruki Murakami",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2019-02-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "1984",
    "author": "George Orwell",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Principles: Life and Work",
    "author": "Ray Dalio",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "East of Eden",
    "author": "John Steinbeck",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2020-12-29",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Man's Search for Meaning",
    "author": "Viktor E. Frankl",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "The Letters of Vincent van Gogh",
    "author": "Vincent van Gogh",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": null,
    "dateStarted": "2020-12-29"
  },
  {
    "title": "The Way of Zen",
    "author": "Alan W. Watts",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2021-09-24",
    "dateStarted": "2021-01-05"
  },
  {
    "title": "The House of the Spirits",
    "author": "Isabel Allende",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2021-07-19",
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Beloved (Beloved Trilogy, #1)",
    "author": "Toni Morrison",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2021-07-13",
    "dateStarted": "2021-04-22",
    "review": "A beautiful and masterful book - a real, raw account of life through Morrison's powerful poetic voice. Even if only based partly on a true story, it still carries the heavy weight of love: the freedom to choose to love, and the devastation of death to the loved. \n\nThree-dimensional, almost four-dimensional, portrayal of the horrors and inhumanity of slavery, with characters who are so real and so humanized by Morrison.\n\nMorrison pulls on the heavy dilemma to love that (I think) we all feel: the fear that what we love will be broken by the world, scaring us into not wanting to love at all—to not get too attached to parts of this beautiful life, so that when they inevitably fail we won't be dragged down with them.  \n\n> \n\"Risky ... for a used-to-be slave woman to love anything that much was dangerous. Especially if it was her children she had settled on to love.\n\nThe best thing he knew was to love everything just a little bit. Just a little bit. \n\nSo when they broke its back, or shoved it down a sack, then you'd still have a little love left over for the next one.\"\n\n\nBut, I want to say thank you to this book. It is really, really powerful. Morrison coaxes the desire, the courage, to love out of the reader again after these 10 hours (I listened to it as an audiobook. Highly recommend, because the author herself reads it with an energy no one else could). \n\nIt's our choice to love. And life is beautiful, waiting to be beloved. "
  },
  {
    "title": "The Stranger",
    "author": "Albert Camus",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2021-10-12",
    "dateStarted": "2021-04-29"
  },
  {
    "title": "Fahrenheit 451",
    "author": "Ray Bradbury",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Alice’s Adventures in Wonderland / Through the Looking-Glass",
    "author": "Lewis Carroll",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Stargirl (Stargirl, #1)",
    "author": "Jerry Spinelli",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": null,
    "dateStarted": "2021-10-27"
  },
  {
    "title": "Brief Interviews with Hideous Men",
    "author": "David Foster Wallace",
    "rating": 5,
    "shelf": "favorites",
    "dateFinished": "2021-07-21",
    "dateStarted": "2021-07-21"
  },
  {
    "title": "Antigone (The Theban Plays, #3)",
    "author": "Sophocles",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2021-10-10",
    "dateStarted": "2022-01-01"
  },
  {
    "title": "Orientalism",
    "author": "Edward W. Said",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2021-08-19",
    "dateStarted": "2021-03-06"
  },
  {
    "title": "A Supposedly Fun Thing I'll Never Do Again:  Essays and Arguments",
    "author": "David Foster Wallace",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2021-12-28",
    "dateStarted": "2021-11-25"
  },
  {
    "title": "The House of the Spirits",
    "author": "Isabel Allende",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-09-18",
    "review": "It was a real pleasure to see how truthfully Allende mirrored our 'real' world with the world of spirits. To describe how impactful this was for me, I need to steal a quote from Alan Watts' The Way of Zen:\n\n> **Every positive statement about ultimate things must be made in the form of myth, of poetry.** What can be described and categorized must always belong to the conventional realm.\n\nThis book certainly makes many statements about 'ultimate things.' I don't think I can put many of these things into words, but I want to try: to me this book was about the flow of life, the impact of recorded history, and the futile, yet inevitable, conflicts between the social strata that humans divide themselves into.\n\nThis last thing caused me the greatest inner turmoil (which is good - thank you, Sra. Allende, for making me uncomfortable and helping me think a little more about my own place in society). The book is told from the perspective of a bourgeoisie upper class family, which was all nice and lovely to read at first because I felt safe in the lavish luxuries that the characters enjoy - no danger of conflict or poverty yet. It's nice to (inevitably) empathize a little with the characters and pretend that you are the one building a massive villa with expensive furniture and a beautiful garden. However, once Esteban Trueba's empire starts to crumble and the revolt of the people occurs, the story swerves rapidly toward uncertainty and feelings of weakness, danger, and pain - it deepens, and here is where it left its mark on me.\n\nYou see Trueba reduced to a powerless old man, suffering a bitter loss of the wealth, connections, and political power he spent a lifetime amassing. At the end of the day he is just as desperate as any one of his tenants, whom he abused and treated like stupid animals. All he wants is the safety of his granddaughter Alba - love, at the end of the day, triumphed over all of the riches that he poured his blood and sweat into over the course of his life. So we really are all just the same. Peasants aren't stupid animals and patróns aren't magically elevated to the status of supreme, intellectual beings.\n\nUltimately, Allende reveals is no need for frustration, or hatred, or any hard feelings, at the way that events play out. Inner peace returns. Everything is part of the design created by the universe. And it is inevitable that one person's part in this design is crueler than others.\n\n> \"Esteban García is a part of the design. He is a crude, twisted line. **But no brushstroke is in vain.**\"\n\nThis book was a pretty refreshing treat to listen to. Even though it covers horrific torture and violent deaths, it still twinkles with spontaneity, fun, and a real, honest love of the world. This is what really brought the spirits to Clara del Valle Trueba - and to this wonderful book.\n\n> \"She did not believe that the world was a valve of tears, but rather a joke that God had played. And it was idiotic to take it seriously if he himself never had.\""
  },
  {
    "title": "Mrs. Dalloway",
    "author": "Virginia Woolf",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2021-12-10",
    "dateStarted": "2021-11-16"
  },
  {
    "title": "Consider the Lobster and Other Essays",
    "author": "David Foster Wallace",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2021-11-27",
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Love, Stargirl (Stargirl, #2)",
    "author": "Jerry Spinelli",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-10-27"
  },
  {
    "title": "Frindle",
    "author": "Andrew Clements",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-10-27"
  },
  {
    "title": "Blind Willow, Sleeping Woman",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2021-07-16",
    "dateStarted": "2020-12-23",
    "review": "Perfect kaleidoscope of Murakami—a collection with a nice, wide scope of variety. These stories are a beautiful escape into the world he creates.\n\nI read this book before bedtime over the span of almost five months (I'm really sorry for taking so long, dear public library), so some of the stories have already slipped my mind by the time I'm writing this review. \n\nWhich is a good thing, since the really beautiful and truthful ones have inevitably still stuck - making it a lot easier for me to pick them out and write about them! \n\n**Here are the standout stars for me:** (In general chronological order) \n\n- Hunting Knife \n- Dabchick\n- The Year of Spaghetti \n- Fireflies (only pt. 1) _ I'd already read this story in After the Quake, so I remembered the beginning very strongly and loved reading it again - however, I'd completely forgotten how it ended because the ending was a little too contrived/fragile, and not impactful :( _\n- The Kidney-Shaped Stone That Moves Every Day \n- A \"Poor Aunt\" Story \n\nI'll write individual Goodreads listing reviews on each of the stories I found meaningful, since compiling them all here would make this review painfully long. \n\n**Stories that I liked:** (but that didn't really stick in my mind as strongly) \n-Blind Willow, Sleeping Woman \n-A Perfect Day for Kangaroos \n-Nausea 1979\n-Tony Takitani\n-The Rise and Fall of Sharpie Cakes\n-The Ice Man \n-Crabs \n-Chance Traveler\n-Where I'm Likely to Find It \n-A Shinagawa Monkey \n\n**Stories I did not enjoy:** \n\n-Fireflies (pt. 2 - the ending) \n        _ Strangely abrupt and too heavy on the symbolism of the 'firefly;' its unnaturalness (contrary to how Murakami's stories usually flow naturally) made it unenjoyable for me_\n-Hanalei Bay \n        _  This story also had a strange cadence that did not sit right with me. Time passed very unnaturally (e.g. ten years flash by in a single sentence), and to me the story was quite bland except for the few parts with important symbolism, which unfortunately felt too intentional to be impactful. Not really much of the usual mystique found in Murakami's stories. _\n\n** Stories that I've already forgotten:** (so I think they could be considered mediocre) \n-Birthday Girl \n-New York Mining Disaster \n-Airplane: Or, How He Talked to Himself as If Reciting Poetry \n-The Mirror \n-A Folklore for My Generation: A Pre-History of Late-Stage Capitalism \n-Man-Eating Cats \n-The Seventh Man \n\n** Final thoughts: **\nEven though the number of standout stars was much smaller than the total number of stories (& there were quite a few mediocre ones), I'm still tipping the overall rating towards the positive side: 4 stars! (Even though the average of all these individual story ratings would probably be 3 stars) \n\nReading this book (& a few stories in particular) still helped change my mind. It helped me discover powerful universal truths, hidden in the strange stories of tightrope-walking or cooking spaghetti. There were definitely several times when I put the book down to quickly dump thoughts/revelations into my notebook, feeling real, and visceral, connection to the message of a story. \n\nAnd finally, here's one of the quotes that was most powerful to me: \n> Everything has its 'reasons' ... We just don't notice as we go about our lives. But then at some point we are made to notice ... it rocks you ... Everything, including a stone, knows everything that's inside you ... And all we can do is go with those things. As we take them in, we survive, and deepen.\n- _from_ \"The Kidney-Shaped Stone That Moves Every Day\""
  },
  {
    "title": "Let Me Tell You What I Mean",
    "author": "Joan Didion",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2021-07-30",
    "dateStarted": "2021-06-18",
    "review": "Out of all the short stories in this collection:\n\n_True standout star stories that I would have rated 5 stars separately:_\n\"Why I Write\" \n\"A Trip to Xanadu\" \n\n_4 stars:_ \n\"Telling Stories\" \n\"Pretty Nancy\" \n\nHonestly all the others were just pretty good, though Joan Didion writes with a natural and arresting voice that feels so _real_.  The only story I did not enjoy was “Everywoman.com.” \n\n\"Why I Write\" especially changed the way I approach my own writing now. It's such a beautiful, naturally flowing story that tugs on emotions and experiences that I know from my own past - seeing myself in Didion's words was wonderful. (& maybe altered the course of my writing trajectory forever, delivering a much-needed slight shift?) It’s so chock-filled with pinnacle-of-truth advice that I wanted to highlight whole entire pages. \n\nI’d rate Joan Didion's masterful writing 5 stars, but unfortunately I have to rate the book overall only 3 stars because it feels like a pretty miserly grab for profit. The type spacing/margins felt quite weird - much too large, probably just trying to stretch out the short text into a sellable \"book-length\" thing. So future buyers beware, I guess.\n\nOverall though, I'm glad I found this little book squished on a shelf at my local bookstore and took it home with me. That one story \"Why I Write\" was, at the moment in my life when I read it, exactly what I needed to prepare myself for the mountain of essay-writing that awaits me in these next few weeks. So honestly, those 12 thin book pages have redeemed the $24.99 price tag for this tiny little book.\n\n(there’s another pro to this book though: I learned 17 new words while reading this because Joan Didion has the most awesome vocabulary!)\n\n> \"I write entirely to find out what I'm thinking, what I'm looking at, what I see and what it means. \nWhat I want and what I fear.\"\n _from \"Why I Write\"_ "
  },
  {
    "title": "The Arrival",
    "author": "Shaun Tan",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-05-13"
  },
  {
    "title": "Kitchen Confidential: Adventures in the Culinary Underbelly",
    "author": "Anthony Bourdain",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-28"
  },
  {
    "title": "The Mysterious Benedict Society (The Mysterious Benedict Society, #1)",
    "author": "Trenton Lee Stewart",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-05-03"
  },
  {
    "title": "The Metamorphosis",
    "author": "Franz Kafka",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2021-06-15",
    "dateStarted": "2021-06-15",
    "review": "My first time in a while to have read a short story, but it did a nice job of sucking you right into Gregor's world. Little details of mundane life anchor the story (and also are a joy to savor); they help it seem a little more realistic, even when Gregor is undergoing \"incarceration\" in his room as a giant bug. \n\nGregor's attachment to and love for (and pride in) his family is touching, relatable in its vulnerability. He had quite selflessly hurled himself at bearing the burden of money when asked, letting his family live off of his strained back. But after his bugification, they harbor a natural and quite strong disgust toward his bug form (even though their thoughts toward him stay mostly well-intentioned); poor Gregor. Clearly visible through their treatment of him, Gregor is no longer human. And he himself starts to become aware of his new wants and his new life metamorphosizing into an unknown yet acceptable bug normal. The unfortunate removal of his room's furniture snips his cherished ties to the memories and meaning of his life. Sadly, change in appearance and loss of communication have stripped all hope of connection to his family away from Gregor.\n\nGregor's metamorphosis draws out the true colors of his family. I found the father quite wicked, a character that spiked hate out of me with his wicked actions because poor Gregor's bug intentions were pure. His young seventeen year old sister is a good, naïve protector, although a little febrile and also inevitably repulsed by poor Gregor. But the family duty is still there- Gregor is still a member of the family. To be simply tolerated. \n\nA little sad to see the family dynamic - stubborn old father overshadowing gentler mother and young sister. \n\n>  \"The things the world requires of poor people, they performed to the utmost, his father running out to get breakfast for the little bank officials, his mother hurling herself at the personal linen of strangers, his sister trotting back and forth behind the desk, doing the bidding of the customers, but that was as far as the strength of the family reached.\" \n\nAnd yet, just as Gregor gropes and mopes about his office job at the beginning, he gropes and mopes in his confinement when he no longer has to do the work at all. The burden falls onto the other three in the family (and the old charwoman). To go back to the start of the story, it was quite strange that Gregor seemed unfazed at first after waking up to his bugginess, only thinking complaints about his job to himself - but it was a good introduction to the somber gray shade of his life. Man can always find and magnify a nodule of unhappiness in his life. \n\nThe welcoming of tenants into the flat helps draw a depressing contrast with Gregor's treatment as \"family.\" A little violin concert, played by the sister, is arranged in the living room for them and lures Gregor out of his dark, dirty room, enticed by the forgotten beauty of humanity. \n\nBut poor Gregor's revelry sends the tenants stomping out furiously without paying a penny to their hosts. After all those months a true metamorphosis occurred in the minds of the sister and the parents. The body of Gregor has changed from \"him\" to \"it,\" a monster. Most strongly in the eyes of his sister, that innocent girl who had vainly asserted herself as Gregor's caretaker at first. \n\nBut \"He thought back on his family with devotion and love.\" And the life leaves Gregor's shrunken body that night, laid belly up in his dirty little room. Finally, perhaps a true alleviation and metamorphosis for the family.\n\nWarm sunshine enters the story for the first time, and in all those months slowly the family's prospects have become quite encouraging. With a bright young daughter, lively and ready for their new life. Strange transformation, after the work has been forced off of Gregor's weary shoulders onto theirs. \n\nQuite slow at the beginning, but worth the investment.\nOverall: matter-of-fact, disciplined writing with no flashy distractions. Leaves solid bones for the mind to gnaw at later.\n\n** A much better examination of this story to read: http://www.kafka.org/index.php?id=191,209,0,0,1,0 **\n\n\"Flaubert who loathed pretty-pretty prose would have applauded Kafka's attitude towards his tool\"\n\n- \"Curiously enough, Gregor the beetle never found out that he had wings under the hard covering of his back.\"\n- \"Kafka's art consists in accumulating on the one hand, Gregor's insect features, all the sad detail of his insect disguise, and on the other hand, in keeping vivid and limpid before the reader's eyes Gregor's sweet and subtle human nature.\"\n- \"Gregor is a human being in an insect's disguise; his family are insects disguised as people. With Gregor's death their insect souls are suddenly aware that they are free to enjoy themselves. \" 'Come in beside us, Grete, for a little while,' said Mrs. Samsa* with a tremulous smile, and Grete, not without looking back at the corpse, followed her parents into their bedroom.'' The charwoman opens the window wide and the air has a certain warmth: it is the end of March when insects come out of hibernation.\"\n-*In a note in his annotated copy Nabokov observes that after Gregor’s death it is never “father” and “mother” but only Mr. and Mrs. Samsa.\n- “The soul has died with Gregor; the healthy young animal takes over. The parasites have fattened themselves on Gregor.”"
  },
  {
    "title": "Into the Wild",
    "author": "Jon Krakauer",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2021-07-14",
    "dateStarted": "2021-01-01"
  },
  {
    "title": "Pedro y el Capitán",
    "author": "Mario Benedetti",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-08"
  },
  {
    "title": "Rapunzel's Revenge (Rapunzel's Revenge, #1)",
    "author": "Shannon Hale",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Matilda",
    "author": "Roald Dahl",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Harry Potter and the Deathly Hallows (Harry Potter, #7)",
    "author": "J.K. Rowling",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "The Odyssey",
    "author": "Homer",
    "rating": 2,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "A Wrinkle in Time (Time Quintet, #1)",
    "author": "Madeleine L'Engle",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Anne of Green Gables (Anne of Green Gables, #1)",
    "author": "L.M. Montgomery",
    "rating": 2,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Harry Potter and the Sorcerer's Stone (Harry Potter, #1)",
    "author": "J.K. Rowling",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2022-05-29",
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Romeo and Juliet",
    "author": "William Shakespeare",
    "rating": 1,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "The Hunger Games (The Hunger Games, #1)",
    "author": "Suzanne Collins",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "To Kill a Mockingbird",
    "author": "Harper Lee",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Ella Enchanted (Ella Enchanted, #1)",
    "author": "Gail Carson Levine",
    "rating": 2,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "The Selection (The Selection, #1)",
    "author": "Kiera Cass",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "The Canterbury Tales",
    "author": "Geoffrey Chaucer",
    "rating": 1,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Bridge to Terabithia",
    "author": "Katherine Paterson",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "The Call of the Wild",
    "author": "Jack London",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Their Eyes Were Watching God",
    "author": "Zora Neale Hurston",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Peter Pan (Peter Pan, #2)",
    "author": "J.M. Barrie",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "The Lion, the Witch and the Wardrobe (Chronicles of Narnia, #1)",
    "author": "C.S. Lewis",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "The Curious Incident of the Dog in the Night-Time",
    "author": "Mark Haddon",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Harry Potter and the Chamber of Secrets (Harry Potter, #2)",
    "author": "J.K. Rowling",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-06-24"
  },
  {
    "title": "Harry Potter and the Half-Blood Prince (Harry Potter, #6)",
    "author": "J.K. Rowling",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Harry Potter and the Goblet of Fire (Harry Potter, #4)",
    "author": "J.K. Rowling",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Harry Potter and the Prisoner of Azkaban (Harry Potter, #3)",
    "author": "J.K. Rowling",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Wuthering Heights",
    "author": "Emily Brontë",
    "rating": 2,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "The Giver (The Giver, #1)",
    "author": "Lois Lowry",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Frankenstein: The 1818 Text",
    "author": "Mary Wollstonecraft Shelley",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "The Outsiders",
    "author": "S.E. Hinton",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "Lord of the Flies",
    "author": "William Golding",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-07-01"
  },
  {
    "title": "The Five People You Meet in Heaven",
    "author": "Mitch Albom",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Running with Scissors",
    "author": "Augusten Burroughs",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Why We Sleep: Unlocking the Power of Sleep and Dreams",
    "author": "Matthew Walker",
    "rating": 1,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-30",
    "review": "Matthew Walker's \"Why We Sleep\" Is Riddled with Scientific and Factual Errors (by Alexey Guzey) https://guzey.com/books/why-we-sleep/#appendix-a-strong-contender-for-the-single-most-absurd-paragraph-in-the-book\n"
  },
  {
    "title": "Commonwealth",
    "author": "Ann Patchett",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-06-25"
  },
  {
    "title": "The Pearl",
    "author": "John Steinbeck",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-29"
  },
  {
    "title": "Hard-Boiled Wonderland and the End of the World",
    "author": "Haruki Murakami",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Outliers: The Story of Success",
    "author": "Malcolm Gladwell",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Creativity, Inc.: Overcoming the Unseen Forces That Stand in the Way of True Inspiration",
    "author": "Ed Catmull",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Exhalation",
    "author": "Ted Chiang",
    "rating": 1,
    "shelf": "read",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-26"
  },
  {
    "title": "The Ride of a Lifetime: Lessons Learned from 15 Years as CEO of the Walt Disney Company",
    "author": "Robert Iger",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Pachinko",
    "author": "Min Jin Lee",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-26"
  },
  {
    "title": "The Strange Library",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "How to Win Friends & Influence People",
    "author": "Dale Carnegie",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Think and Grow Rich",
    "author": "Napoleon Hill",
    "rating": 2,
    "shelf": "read",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "No Longer Human",
    "author": "Osamu Dazai",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2020-01-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Trust Exercise",
    "author": "Susan Choi",
    "rating": 2,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-05-13"
  },
  {
    "title": "The Candymakers (The Candymakers, #1)",
    "author": "Wendy Mass",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-05-03"
  },
  {
    "title": "The Goose Girl (The Books of Bayern, #1)",
    "author": "Shannon Hale",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-05-03"
  },
  {
    "title": "The Search for WondLa (The Search for WondLa, #1)",
    "author": "Tony DiTerlizzi",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-05-03"
  },
  {
    "title": "The Bluest Eye",
    "author": "Toni Morrison",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-04-29"
  },
  {
    "title": "Without Tess",
    "author": "Marcella Pixley",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-04-29"
  },
  {
    "title": "The BFG",
    "author": "Roald Dahl",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-03-14"
  },
  {
    "title": "The Witches",
    "author": "Roald Dahl",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-03-14"
  },
  {
    "title": "James and the Giant Peach",
    "author": "Roald Dahl",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-03-14"
  },
  {
    "title": "An Immigrant's Experience on Air Force 1: Winston Chen",
    "author": "Nicole   Chen",
    "rating": 4,
    "shelf": "read",
    "dateFinished": "2021-03-14",
    "dateStarted": "2021-03-14"
  },
  {
    "title": "Charlie and the Chocolate Factory (Charlie Bucket, #1)",
    "author": "Roald Dahl",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-03-09"
  },
  {
    "title": "The Secret Garden",
    "author": "Frances Hodgson Burnett",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-03-09"
  },
  {
    "title": "Hatchet (Brian's Saga, #1)",
    "author": "Gary Paulsen",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-03-09"
  },
  {
    "title": "The Scarlet Letter",
    "author": "Nathaniel Hawthorne",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-03-09"
  },
  {
    "title": "It's All About Who You Hire, How They Lead...and Other Essential Advice from a Self-Made Leader (Warren Bennis Signature)",
    "author": "Morton Mandel",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2021-01-01",
    "dateStarted": "2021-01-27",
    "review": "A thoughtful and insightful book from Mort Mandel, emphasizing the personal values necessary to live a fulfilling life."
  },
  {
    "title": "After the Quake",
    "author": "Haruki Murakami",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2021-02-08",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Rooftoppers",
    "author": "Katherine Rundell",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-01-09"
  },
  {
    "title": "My Father's Dragon (My Father's Dragon, #1)",
    "author": "Ruth Stiles Gannett",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2021-01-01"
  },
  {
    "title": "The Joy Luck Club",
    "author": "Amy Tan",
    "rating": 5,
    "shelf": "read",
    "dateFinished": "2021-01-01",
    "dateStarted": "2020-12-23"
  },
  {
    "title": "I Am a Cat",
    "author": "Natsume Sōseki",
    "rating": 3,
    "shelf": "read",
    "dateFinished": "2020-12-29",
    "dateStarted": "2020-12-27"
  },
  {
    "title": "Vincent and Theo: The Van Gogh Brothers",
    "author": "Deborah Heiligman",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-29"
  },
  {
    "title": "The Life-Changing Magic of Tidying Up: The Japanese Art of Decluttering and Organizing",
    "author": "Marie Kondō",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-26"
  },
  {
    "title": "South of the Border, West of the Sun",
    "author": "Haruki Murakami",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Of Mice and Men",
    "author": "John Steinbeck",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "After Dark",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "A Wild Sheep Chase (The Rat, #3)",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "The Old Man and the Sea",
    "author": "Ernest Hemingway",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "The Remains of the Day",
    "author": "Kazuo Ishiguro",
    "rating": 3,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "The Catcher in the Rye",
    "author": "J.D. Salinger",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Animal Farm",
    "author": "George Orwell",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "What I Talk About When I Talk About Running",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Norwegian Wood",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "A Little Life",
    "author": "Hanya Yanagihara",
    "rating": 5,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "1Q84 (1Q84, #1-3)",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  },
  {
    "title": "Colorless Tsukuru Tazaki and His Years of Pilgrimage",
    "author": "Haruki Murakami",
    "rating": 4,
    "shelf": "read",
    "dateFinished": null,
    "dateStarted": "2020-12-23"
  }
]